var _OCC = [{"code": "0001001", "name": "机关团体公司行号内勤人员", "level": "1"}, {
    "code": "0001003",
    "name": "企\事业单位负责人",
    "level": "1"
}, {"code": "0001004", "name": "私营企业主(不亲自作业)", "level": "1"}, {
    "code": "0001005",
    "name": "企\事业单位部门经理\主管(不亲自作业)",
    "level": "1"
}, {"code": "0101001", "name": "农场经营者(不亲自作业)", "level": "1"}, {
    "code": "0102001",
    "name": "畜牧场经营者(不亲自作业)",
    "level": "1"
}, {"code": "0201001", "name": "渔场经营者(不亲自作业)", "level": "1"}, {
    "code": "0201008",
    "name": "水产实验人员(室内)",
    "level": "1"
}, {"code": "0302019", "name": "木材供应站管理人员", "level": "1"}, {
    "code": "0303006",
    "name": "实验室育苗栽培人员",
    "level": "1"
}, {"code": "0401013", "name": "矿灯\自救器管理人员", "level": "1"}, {
    "code": "0402001",
    "name": "矿物开采经营者(不到现场者)",
    "level": "1"
}, {"code": "0501001", "name": "计程，货运行业负责人(不驾驶)", "level": "1"}, {
    "code": "0501003",
    "name": "公路运输内勤工作人员",
    "level": "1"
}, {"code": "0501014", "name": "公路运输柜台售票员", "level": "1"}, {
    "code": "0501029",
    "name": "汽车运输调度员",
    "level": "1"
}, {"code": "0502001", "name": "铁路运输站长", "level": "1"}, {
    "code": "0502002",
    "name": "铁路运输票房工作人员",
    "level": "1"
}, {"code": "0502003", "name": "铁路运输播音员", "level": "1"}, {
    "code": "0502004",
    "name": "铁路运输一般内勤人员",
    "level": "1"
}, {"code": "0502005", "name": "铁路运输车站剪票员", "level": "1"}, {
    "code": "0502006",
    "name": "铁路运输服务台人员",
    "level": "1"
}, {"code": "0502015", "name": "铁路运输修设厂厂长", "level": "1"}, {
    "code": "0502016",
    "name": "铁路运输修设厂一般内勤",
    "level": "1"
}, {"code": "0504001", "name": "航空站站长", "level": "1"}, {
    "code": "0504002",
    "name": "航空站播音员",
    "level": "1"
}, {"code": "0504003", "name": "航空站服务室人员", "level": "1"}, {
    "code": "0504004",
    "name": "航空站一般内勤",
    "level": "1"
}, {"code": "0504005", "name": "航空站塔室工作人员", "level": "1"}, {
    "code": "0504006",
    "name": "航空站业务人员",
    "level": "1"
}, {"code": "0504019", "name": "航空公司办事处人员", "level": "1"}, {
    "code": "0504020",
    "name": "航空公司票务人员",
    "level": "1"
}, {"code": "0504021", "name": "机场柜台人员", "level": "1"}, {
    "code": "0504023",
    "name": "航空货运一般内勤",
    "level": "1"
}, {"code": "0504030", "name": "航空通信雷达导航员", "level": "1"}, {
    "code": "0504034",
    "name": "航空气象员",
    "level": "1"
}, {"code": "0601001", "name": "旅游业一般内勤", "level": "1"}, {
    "code": "0602001",
    "name": "宾馆\饭店负责人",
    "level": "1"
}, {"code": "0602002", "name": "宾馆\饭店一般内勤", "level": "1"}, {
    "code": "0602006",
    "name": "宾馆\饭店前厅服务员",
    "level": "1"
}, {"code": "0602007", "name": "客房服务员", "level": "1"}, {
    "code": "0603001",
    "name": "餐饮业经理人员",
    "level": "1"
}, {"code": "0603002", "name": "餐饮业一般内勤", "level": "1"}, {
    "code": "0603003",
    "name": "餐饮业柜台人员",
    "level": "1"
}, {"code": "0603004", "name": "餐饮业收帐员", "level": "1"}, {
    "code": "0603012",
    "name": "餐饮业调酒师",
    "level": "1"
}, {"code": "0701001", "name": "建筑公司建筑师", "level": "1"}, {
    "code": "0701002",
    "name": "建筑公司制图员",
    "level": "1"
}, {"code": "0701003", "name": "建筑公司内勤工作人员", "level": "1"}, {
    "code": "0705001",
    "name": "装饰装修设计制图人员",
    "level": "1"
}, {"code": "0706018", "name": "海洋土质实验工人", "level": "1"}, {
    "code": "0706025",
    "name": "地图制图人员",
    "level": "1"
}, {"code": "0803046", "name": "电子计算机调试工人", "level": "1"}, {
    "code": "0803051",
    "name": "激光全息工人",
    "level": "1"
}, {"code": "0803055", "name": "电子计算机维修工人", "level": "1"}, {
    "code": "0807034",
    "name": "化工总控工人",
    "level": "1"
}, {"code": "0810002", "name": "纺织及成衣业设计师", "level": "1"}, {
    "code": "0810006",
    "name": "纺织及成衣业质量检验人员",
    "level": "1"
}, {"code": "0810007", "name": "纤维验配工人", "level": "1"}, {
    "code": "0810025",
    "name": "织物验修工人",
    "level": "1"
}, {"code": "0810045", "name": "工艺染织制作工人", "level": "1"}, {
    "code": "0813005",
    "name": "布类制品工艺品加工工人",
    "level": "1"
}, {"code": "0815008", "name": "糕点装饰工人", "level": "1"}, {
    "code": "0815042",
    "name": "饲料厂中控室操作人员",
    "level": "1"
}, {"code": "0818001", "name": "烟草制品加工内勤行政工作人员", "level": "1"}, {
    "code": "0818004",
    "name": "烟叶分级工人",
    "level": "1"
}, {"code": "0819001", "name": "制药一般内勤人员", "level": "1"}, {
    "code": "0901001",
    "name": "内勤人员",
    "level": "1"
}, {"code": "0901011", "name": "文字记者", "level": "1"}, {
    "code": "0901012",
    "name": "编辑人员",
    "level": "1"
}, {"code": "0901013", "name": "校对人员", "level": "1"}, {
    "code": "0901014",
    "name": "播音人员",
    "level": "1"
}, {"code": "0901015", "name": "节目主持人员", "level": "1"}, {
    "code": "0901016",
    "name": "翻译人员",
    "level": "1"
}, {"code": "0901017", "name": "图书资料业务人员", "level": "1"}, {
    "code": "0901018",
    "name": "档案业务人员",
    "level": "1"
}, {"code": "0901019", "name": "缩微摄影人员", "level": "1"}, {
    "code": "0901021",
    "name": "文物鉴定及保管人员",
    "level": "1"
}, {"code": "0902001", "name": "广告业一般内勤", "level": "1"}, {
    "code": "1001001",
    "name": "一般医务行政人员",
    "level": "1"
}, {"code": "1001002", "name": "一般医师及护士", "level": "1"}, {
    "code": "1001015",
    "name": "药剂师",
    "level": "1"
}, {"code": "1002001", "name": "病理检查员", "level": "1"}, {
    "code": "1002002",
    "name": "化验技师",
    "level": "1"
}, {"code": "1101001", "name": "制片人", "level": "1"}, {
    "code": "1101002",
    "name": "影片商",
    "level": "1"
}, {"code": "1101003", "name": "编剧", "level": "1"}, {
    "code": "1101007",
    "name": "化妆师",
    "level": "1"
}, {"code": "1101016", "name": "电影院售票员", "level": "1"}, {
    "code": "1101020",
    "name": "录音师",
    "level": "1"
}, {"code": "1101021", "name": "剪辑师", "level": "1"}, {
    "code": "1101022",
    "name": "美工师",
    "level": "1"
}, {"code": "1101024", "name": "影视服装员", "level": "1"}, {
    "code": "1101026",
    "name": "影视动画制作人员",
    "level": "1"
}, {"code": "1101034", "name": "音像带复制工人", "level": "1"}, {
    "code": "1101035",
    "name": "光盘复制工人",
    "level": "1"
}, {"code": "1103001", "name": "保龄球馆记分员", "level": "1"}, {
    "code": "1103002",
    "name": "保龄球馆柜台人员",
    "level": "1"
}, {"code": "1105001", "name": "海水浴场负责人", "level": "1"}, {
    "code": "1105002",
    "name": "海水浴场管理员",
    "level": "1"
}, {"code": "1105004", "name": "海水浴场售票员", "level": "1"}, {
    "code": "1106001",
    "name": "海水浴场负责人",
    "level": "1"
}, {"code": "1106002", "name": "海水浴场管理员", "level": "1"}, {
    "code": "1106003",
    "name": "海水浴场售票员",
    "level": "1"
}, {"code": "1107001", "name": "游乐园负责人", "level": "1"}, {
    "code": "1107002",
    "name": "游乐园售票员",
    "level": "1"
}, {"code": "1108001", "name": "作曲人员", "level": "1"}, {
    "code": "1108002",
    "name": "编曲人员",
    "level": "1"
}, {"code": "1108003", "name": "演奏人员", "level": "1"}, {
    "code": "1108004",
    "name": "绘画人员",
    "level": "1"
}, {"code": "1108009", "name": "文学作家", "level": "1"}, {
    "code": "1108010",
    "name": "音乐指挥",
    "level": "1"
}, {"code": "1108012", "name": "书法家", "level": "1"}, {
    "code": "1201001",
    "name": "教师",
    "level": "1"
}, {"code": "1201002", "name": "学生", "level": "1"}, {
    "code": "1202001",
    "name": "商业负责人",
    "level": "1"
}, {"code": "1202002", "name": "商业店员", "level": "1"}, {
    "code": "1202005",
    "name": "图书馆工作人员",
    "level": "1"
}, {"code": "1202006", "name": "博物馆工作人员", "level": "1"}, {
    "code": "1300001",
    "name": "寺庙及教堂管理人员",
    "level": "1"
}, {"code": "1300002", "name": "宗教团体工作人员", "level": "1"}, {
    "code": "1300003",
    "name": "僧尼，道士及传教人员",
    "level": "1"
}, {"code": "1300004", "name": "宗教职业者", "level": "1"}, {
    "code": "1401001",
    "name": "邮政内勤人员",
    "level": "1"
}, {"code": "1401006", "name": "报刊发行\零售人员", "level": "1"}, {
    "code": "1402001",
    "name": "电信及电力内勤人员",
    "level": "1"
}, {"code": "1501001", "name": "厨具商", "level": "1"}, {
    "code": "1501002",
    "name": "陶瓷器商",
    "level": "1"
}, {"code": "1501003", "name": "古董商", "level": "1"}, {
    "code": "1501004",
    "name": "花卉商",
    "level": "1"
}, {"code": "1501005", "name": "米商", "level": "1"}, {
    "code": "1501006",
    "name": "杂货商",
    "level": "1"
}, {"code": "1501008", "name": "果菜商", "level": "1"}, {
    "code": "1501016",
    "name": "家俱商",
    "level": "1"
}, {"code": "1501017", "name": "自行车买卖商", "level": "1"}, {
    "code": "1501018",
    "name": "机车买卖商",
    "level": "1"
}, {"code": "1501019", "name": "汽车买卖商", "level": "1"}, {
    "code": "1501022",
    "name": "眼镜商",
    "level": "1"
}, {"code": "1501023", "name": "食品商", "level": "1"}, {
    "code": "1501024",
    "name": "文具商",
    "level": "1"
}, {"code": "1501025", "name": "布商", "level": "1"}, {
    "code": "1501026",
    "name": "服饰买卖商",
    "level": "1"
}, {"code": "1501031", "name": "药品买卖商", "level": "1"}, {
    "code": "1501034",
    "name": "手工艺品买卖商",
    "level": "1"
}, {"code": "1501035", "name": "瓦斯器具负责人", "level": "1"}, {
    "code": "1501036",
    "name": "瓦斯器具店员",
    "level": "1"
}, {"code": "1501045", "name": "拍卖师", "level": "1"}, {
    "code": "1501046",
    "name": "典当业务员",
    "level": "1"
}, {"code": "1501047", "name": "租赁业务员", "level": "1"}, {
    "code": "1501050",
    "name": "商品监督员",
    "level": "1"
}, {"code": "1601001", "name": "金融\法律行业一般内勤", "level": "1"}, {
    "code": "1601007",
    "name": "法官",
    "level": "1"
}, {"code": "1601008", "name": "检察官", "level": "1"}, {
    "code": "1601009",
    "name": "公证员",
    "level": "1"
}, {"code": "1601011", "name": "书记员", "level": "1"}, {
    "code": "1602001",
    "name": "律师",
    "level": "1"
}, {"code": "1602002", "name": "会计师", "level": "1"}, {
    "code": "1602003",
    "name": "代书(内勤)",
    "level": "1"
}, {"code": "1602004", "name": "经纪人(内勤)", "level": "1"}, {
    "code": "1603003",
    "name": "理发师",
    "level": "1"
}, {"code": "1603004", "name": "美容师", "level": "1"}, {
    "code": "1603005",
    "name": "钟表匠",
    "level": "1"
}, {"code": "1603012", "name": "摄影师", "level": "1"}, {
    "code": "1603021",
    "name": "按摩沐足\桑拿负责人",
    "level": "1"
}, {"code": "1603022", "name": "按摩沐足\桑拿柜台人员", "level": "1"}, {
    "code": "1603025",
    "name": "中介机构内勤人员",
    "level": "1"
}, {"code": "1900003", "name": "行政及内勤人员(含国防部\三军总部\军校教官等)", "level": "1"}, {
    "code": "1900006",
    "name": "军事研究单位纸上设计人员",
    "level": "1"
}, {"code": "2000002", "name": "资讯业系统工程师", "level": "1"}, {
    "code": "2000003",
    "name": "资讯业销售工程师",
    "level": "1"
}, {"code": "2000005", "name": "计算机软件技术人员", "level": "1"}, {
    "code": "2000006",
    "name": "计算机网络技术人员",
    "level": "1"
}, {"code": "2147001", "name": "学龄前儿童", "level": "1"}, {
    "code": "2147003",
    "name": "离退休人员（无兼职）",
    "level": "1"
}, {"code": "0001002", "name": "机关团体公司行号外勤人员", "level": "2"}, {
    "code": "0001006",
    "name": "村委会、居委会人员",
    "level": "2"
}, {"code": "0101002", "name": "农夫", "level": "2"}, {
    "code": "0101005",
    "name": "苗圃栽培人员",
    "level": "2"
}, {"code": "0101006", "name": "花圃栽培人员", "level": "2"}, {
    "code": "0101007",
    "name": "饲养家禽家畜人员",
    "level": "2"
}, {"code": "0101008", "name": "农业技术人员", "level": "2"}, {
    "code": "0101010",
    "name": "农具商",
    "level": "2"
}, {"code": "0101011", "name": "农业试验人员", "level": "2"}, {
    "code": "0101012",
    "name": "天然橡胶\剑麻种植人员",
    "level": "2"
}, {"code": "0101014", "name": "采茶工人", "level": "2"}, {
    "code": "0101015",
    "name": "茶叶\蔬菜加工人员",
    "level": "2"
}, {"code": "0101021", "name": "沼气生产管理人员", "level": "2"}, {
    "code": "0102003",
    "name": "实验动物饲养人员",
    "level": "2"
}, {"code": "0102004", "name": "牧业兽医", "level": "2"}, {
    "code": "0102005",
    "name": "动物检疫\检验\化验人员",
    "level": "2"
}, {"code": "0201005", "name": "水族馆经营者", "level": "2"}, {
    "code": "0201012",
    "name": "渔网具装配人员",
    "level": "2"
}, {"code": "0302020", "name": "木材供应站营业人员", "level": "2"}, {
    "code": "0303005",
    "name": "树木育苗人员",
    "level": "2"
}, {"code": "0303007", "name": "森林病虫害防治人员", "level": "2"}, {
    "code": "0401012",
    "name": "矿工头灯充电人员",
    "level": "2"
}, {"code": "0401018", "name": "浮选工人", "level": "2"}, {
    "code": "0401019",
    "name": "磁选工人",
    "level": "2"
}, {"code": "0401020", "name": "选矿脱水工人", "level": "2"}, {
    "code": "0401024",
    "name": "动力配煤工人",
    "level": "2"
}, {"code": "0401025", "name": "工业型煤加工人员", "level": "2"}, {
    "code": "0401027",
    "name": "海盐采收工人",
    "level": "2"
}, {"code": "0402003", "name": "矿物开采经理人员", "level": "2"}, {
    "code": "0405001",
    "name": "陆上油矿行政人员",
    "level": "2"
}, {"code": "0501002", "name": "公路运输外务员", "level": "2"}, {
    "code": "0501004",
    "name": "自用小轿车/小客车司机",
    "level": "2"
}, {"code": "0501005", "name": "自用大客车司机", "level": "2"}, {
    "code": "0501015",
    "name": "客运车稽核人员",
    "level": "2"
}, {"code": "0501027", "name": "路桥收费站收费员", "level": "2"}, {
    "code": "0501030",
    "name": "汽车货运站务员",
    "level": "2"
}, {"code": "0502007", "name": "月台工作人员", "level": "2"}, {
    "code": "0502008",
    "name": "铁路运输行李搬运工人",
    "level": "2"
}, {"code": "0502009", "name": "铁路运输车站清洁工人", "level": "2"}, {
    "code": "0502010",
    "name": "随车人员(技术人员除外)",
    "level": "2"
}, {"code": "0502017", "name": "铁路运输修设厂工程师", "level": "2"}, {
    "code": "0502021",
    "name": "铁路平交道看守人员",
    "level": "2"
}, {"code": "0503028", "name": "港口作业业务人员", "level": "2"}, {
    "code": "0503034",
    "name": "港口门吊操作人员",
    "level": "2"
}, {"code": "0504007", "name": "航空站检查人员", "level": "2"}, {
    "code": "0504008",
    "name": "航空站运务人员",
    "level": "2"
}, {"code": "0504009", "name": "航空站缉私人员", "level": "2"}, {
    "code": "0504010",
    "name": "航空站内清洁工人",
    "level": "2"
}, {"code": "0504015", "name": "航空清洁工(内)", "level": "2"}, {
    "code": "0504022",
    "name": "航空公司清仓员",
    "level": "2"
}, {"code": "0504024", "name": "航空货运外务人员", "level": "2"}, {
    "code": "0504025",
    "name": "航空货运报关人员",
    "level": "2"
}, {"code": "0601002", "name": "旅游业外务员", "level": "2"}, {
    "code": "0601003",
    "name": "旅游业导游",
    "level": "2"
}, {"code": "0602003", "name": "宾馆\饭店外务员", "level": "2"}, {
    "code": "0602004",
    "name": "宾馆\饭店收帐员",
    "level": "2"
}, {"code": "0603005", "name": "餐饮业采购人员", "level": "2"}, {
    "code": "0603007",
    "name": "餐饮业服务人员",
    "level": "2"
}, {"code": "0603008", "name": "厨师(星级酒店)", "level": "2"}, {
    "code": "0603009",
    "name": "餐饮业面点师",
    "level": "2"
}, {"code": "0603011", "name": "餐具清洗保管员", "level": "2"}, {
    "code": "0701007",
    "name": "建筑公司业务员",
    "level": "2"
}, {"code": "0701008", "name": "建筑公司引导员", "level": "2"}, {
    "code": "0701022",
    "name": "承包商(不亲自作业,偶尔去现场巡视,若亲自作业请参照具体工种)",
    "level": "2"
}, {"code": "0704003", "name": "电梯操作员(不包括矿场使用者)", "level": "2"}, {
    "code": "0705002",
    "name": "地毯之装设人员",
    "level": "2"
}, {"code": "0705005", "name": "装饰装修承包商，监工", "level": "2"}, {
    "code": "0706002",
    "name": "地质探测员(平地)",
    "level": "2"
}, {"code": "0706011", "name": "地质勘测工程师", "level": "2"}, {
    "code": "0706019",
    "name": "固体岩矿碎样工人",
    "level": "2"
}, {"code": "0706021", "name": "重沙样品淘洗工人", "level": "2"}, {
    "code": "0706024",
    "name": "摄影测量人员",
    "level": "2"
}, {"code": "0706026", "name": "地籍测绘人员", "level": "2"}, {
    "code": "0706027",
    "name": "海洋测绘人员(非海上作业)",
    "level": "2"
}, {"code": "0802003", "name": "质量检验人员", "level": "2"}, {
    "code": "0803001",
    "name": "电子业工程师(负责人)",
    "level": "2"
}, {"code": "0803002", "name": "电子业技师", "level": "2"}, {
    "code": "0803003",
    "name": "电子业领班，监工",
    "level": "2"
}, {"code": "0803004", "name": "电子业工程师", "level": "2"}, {
    "code": "0803005",
    "name": "电子业装配工",
    "level": "2"
}, {"code": "0803007", "name": "电子业包装工人", "level": "2"}, {
    "code": "0803009",
    "name": "电子业质量检验人员",
    "level": "2"
}, {"code": "0803018", "name": "半导体分立器件\集成电路装调工人", "level": "2"}, {
    "code": "0803019",
    "name": "电子用水制备工人",
    "level": "2"
}, {"code": "0803023", "name": "石英晶体生长设备操作工人", "level": "2"}, {
    "code": "0803029",
    "name": "高频电感器件制造工人",
    "level": "2"
}, {"code": "0803031", "name": "磁头制造工人", "level": "2"}, {
    "code": "0803032",
    "name": "电子产品制版工人",
    "level": "2"
}, {"code": "0803042", "name": "无线电调试工人", "level": "2"}, {
    "code": "0803044",
    "name": "雷达调试工人",
    "level": "2"
}, {"code": "0803045", "name": "电子精密机械装调工人", "level": "2"}, {
    "code": "0803047",
    "name": "有线通信传输设备调试工人",
    "level": "2"
}, {"code": "0803048", "name": "通讯交换设备调试工人", "level": "2"}, {
    "code": "0803049",
    "name": "电源调试工人",
    "level": "2"
}, {"code": "0803050", "name": "激光机装调工人", "level": "2"}, {
    "code": "0803056",
    "name": "家电用品维修人员",
    "level": "2"
}, {"code": "0804004", "name": "机电产品装配质量检验人员", "level": "2"}, {
    "code": "0804025",
    "name": "真空测试工人",
    "level": "2"
}, {"code": "0805001", "name": "塑胶、橡胶工程师", "level": "2"}, {
    "code": "0805002",
    "name": "塑胶、橡胶技师",
    "level": "2"
}, {"code": "0805003", "name": "塑胶、橡胶领班，监工", "level": "2"}, {
    "code": "0805009",
    "name": "橡胶制品配料工人",
    "level": "2"
}, {"code": "0806001", "name": "水泥工程师", "level": "2"}, {
    "code": "0806002",
    "name": "水泥技师",
    "level": "2"
}, {"code": "0806014", "name": "墙体屋面材料生产监工(不参与制造过程)", "level": "2"}, {
    "code": "0806021",
    "name": "耐火材料技师",
    "level": "2"
}, {"code": "0807001", "name": "无机化工工程师", "level": "2"}, {
    "code": "0807002",
    "name": "无机化工技师",
    "level": "2"
}, {"code": "0807032", "name": "样品检验员", "level": "2"}, {
    "code": "0807033",
    "name": "仪表监控员",
    "level": "2"
}, {"code": "0807069", "name": "染料标准工人", "level": "2"}, {
    "code": "0807070",
    "name": "染料应用试验工人",
    "level": "2"
}, {"code": "0807074", "name": "催化剂试验工人", "level": "2"}, {
    "code": "0807082",
    "name": "感光材料试验工人",
    "level": "2"
}, {"code": "0809001", "name": "运输工具工程师", "level": "2"}, {
    "code": "0809002",
    "name": "运输工具技师",
    "level": "2"
}, {"code": "0809007", "name": "运输工具领班，监工", "level": "2"}, {
    "code": "0810001",
    "name": "纺织及成衣业工程师",
    "level": "2"
}, {"code": "0810003", "name": "纺织及成衣业技师", "level": "2"}, {
    "code": "0810004",
    "name": "纺织及成衣业制造工人",
    "level": "2"
}, {"code": "0810008", "name": "开清棉工人", "level": "2"}, {
    "code": "0810009",
    "name": "纤维染色工人",
    "level": "2"
}, {"code": "0810010", "name": "加湿软麻工人", "level": "2"}, {
    "code": "0810011",
    "name": "选剥煮茧工人",
    "level": "2"
}, {"code": "0810012", "name": "纤维梳理工人", "level": "2"}, {
    "code": "0810013",
    "name": "并条工人",
    "level": "2"
}, {"code": "0810014", "name": "粗纱工人", "level": "2"}, {
    "code": "0810016",
    "name": "细纱工人",
    "level": "2"
}, {"code": "0810017", "name": "简并摇工人", "level": "2"}, {
    "code": "0810018",
    "name": "捻线工人",
    "level": "2"
}, {"code": "0810019", "name": "制线工人", "level": "2"}, {
    "code": "0810020",
    "name": "缫丝工人",
    "level": "2"
}, {"code": "0810021", "name": "整经工人", "level": "2"}, {
    "code": "0810022",
    "name": "浆纱工人",
    "level": "2"
}, {"code": "0810023", "name": "穿经工人", "level": "2"}, {
    "code": "0810024",
    "name": "织布工人",
    "level": "2"
}, {"code": "0810026", "name": "意匠纹版工人", "level": "2"}, {
    "code": "0810027",
    "name": "纬编工人",
    "level": "2"
}, {"code": "0810028", "name": "经编工人", "level": "2"}, {
    "code": "0810029",
    "name": "横机工人",
    "level": "2"
}, {"code": "0810030", "name": "织袜工人", "level": "2"}, {
    "code": "0810031",
    "name": "铸\钳针工人",
    "level": "2"
}, {"code": "0810032", "name": "坯布检查处理工人", "level": "2"}, {
    "code": "0810049",
    "name": "裁缝",
    "level": "2"
}, {"code": "0810057", "name": "服装水洗工人", "level": "2"}, {
    "code": "0813001",
    "name": "竹木制手工艺品加工工人",
    "level": "2"
}, {"code": "0815002", "name": "食品饮料制造业技师", "level": "2"}, {
    "code": "0815007",
    "name": "糕点\面包烘焙工人",
    "level": "2"
}, {"code": "0815010", "name": "油脂制品工人", "level": "2"}, {
    "code": "0815011",
    "name": "植物蛋白制作工人",
    "level": "2"
}, {"code": "0815016", "name": "乳品预处理工人", "level": "2"}, {
    "code": "0815024",
    "name": "酒品标签粘贴、包装工人",
    "level": "2"
}, {"code": "0815036", "name": "蛋品及再制蛋品加工工人", "level": "2"}, {
    "code": "0815037",
    "name": "饲料原料清理上料工人",
    "level": "2"
}, {"code": "0815039", "name": "饲料配料混合工人", "level": "2"}, {
    "code": "0815041",
    "name": "饲料添加剂预混工人",
    "level": "2"
}, {"code": "0816001", "name": "日用机电技师", "level": "2"}, {
    "code": "0816035",
    "name": "飞机试验工人",
    "level": "2"
}, {"code": "0816037", "name": "航空发动机试车工人", "level": "2"}, {
    "code": "0816038",
    "name": "飞机螺旋桨试验工人",
    "level": "2"
}, {"code": "0816039", "name": "飞机\发动机附件试验工人", "level": "2"}, {
    "code": "0816040",
    "name": "航空环控救生装备试验工人(地面试验)",
    "level": "2"
}, {"code": "0816042", "name": "航空仪表试验工人", "level": "2"}, {
    "code": "0816043",
    "name": "航空电机电器试验设备调试工人",
    "level": "2"
}, {"code": "0816049", "name": "空间环境模拟光学装测工人", "level": "2"}, {
    "code": "0816050",
    "name": "空间环境模拟温度试验工人",
    "level": "2"
}, {"code": "0816051", "name": "空间环境模拟真空试验工人", "level": "2"}, {
    "code": "0817005",
    "name": "玻璃制品装饰加工工人",
    "level": "2"
}, {"code": "0817006", "name": "玻璃制品技师", "level": "2"}, {
    "code": "0817007",
    "name": "玻璃制品监工",
    "level": "2"
}, {"code": "0818002", "name": "烟草制品加工工程师\领班\监工", "level": "2"}, {
    "code": "0818003",
    "name": "烟叶调制工人",
    "level": "2"
}, {"code": "0818005", "name": "挂杆复烤工人", "level": "2"}, {
    "code": "0818006",
    "name": "打叶复烤工人",
    "level": "2"
}, {"code": "0818007", "name": "烟叶回潮工人", "level": "2"}, {
    "code": "0818008",
    "name": "烟叶发酵工人",
    "level": "2"
}, {"code": "0818011", "name": "白肋烟处理工人", "level": "2"}, {
    "code": "0818013",
    "name": "烟草卷接工人",
    "level": "2"
}, {"code": "0819002", "name": "技师\产品研究人员", "level": "2"}, {
    "code": "0819003",
    "name": "中药材种植人员",
    "level": "2"
}, {"code": "0819004", "name": "中药炮制与配制工人", "level": "2"}, {
    "code": "0819005",
    "name": "中药液体制剂工人",
    "level": "2"
}, {"code": "0819006", "name": "中药固体制剂工人", "level": "2"}, {
    "code": "0819008",
    "name": "药物制剂工人",
    "level": "2"
}, {"code": "0819010", "name": "生化药品制造人员", "level": "2"}, {
    "code": "0819011",
    "name": "发酵工程制药人员",
    "level": "2"
}, {"code": "0819014", "name": "基因工程产品制造人员", "level": "2"}, {
    "code": "0819016",
    "name": "假肢制作装配工人",
    "level": "2"
}, {"code": "0819017", "name": "矫形器制作装配工人", "level": "2"}, {
    "code": "0820001",
    "name": "宝石琢磨工人",
    "level": "2"
}, {"code": "0820002", "name": "贵金属首饰制作工人", "level": "2"}, {
    "code": "0820003",
    "name": "地毯制作工人",
    "level": "2"
}, {"code": "0820004", "name": "金属\塑料\木制玩具装配工人", "level": "2"}, {
    "code": "0820005",
    "name": "布绒玩具制作工人",
    "level": "2"
}, {"code": "0820006", "name": "搪塑玩具制作工人", "level": "2"}, {
    "code": "0820008",
    "name": "彩绘雕填制作工人",
    "level": "2"
}, {"code": "0820009", "name": "漆器镶嵌工人", "level": "2"}, {
    "code": "0820010",
    "name": "机绣工人",
    "level": "2"
}, {"code": "0820011", "name": "手绣制作工人", "level": "2"}, {
    "code": "0820012",
    "name": "抽纱挑编工人",
    "level": "2"
}, {"code": "0820015", "name": "玉器加工技师", "level": "2"}, {
    "code": "0820017",
    "name": "装饰美工",
    "level": "2"
}, {"code": "0820018", "name": "雕塑翻制工人", "level": "2"}, {
    "code": "0820019",
    "name": "壁画制作工人",
    "level": "2"
}, {"code": "0820020", "name": "油画外框制作工人", "level": "2"}, {
    "code": "0820021",
    "name": "装裱工人",
    "level": "2"
}, {"code": "0820022", "name": "版画制作工人", "level": "2"}, {
    "code": "0820023",
    "name": "民间工艺品制作工人",
    "level": "2"
}, {"code": "0820024", "name": "人造花制作工人", "level": "2"}, {
    "code": "0820025",
    "name": "工艺画制作工人",
    "level": "2"
}, {"code": "0821001", "name": "墨制作工人", "level": "2"}, {
    "code": "0821002",
    "name": "墨水\墨汁制作工人",
    "level": "2"
}, {"code": "0821003", "name": "绘图仪器制作工人", "level": "2"}, {
    "code": "0821004",
    "name": "复印机耗材(墨盒等)制作工人",
    "level": "2"
}, {"code": "0821005", "name": "毛笔制作工人", "level": "2"}, {
    "code": "0821006",
    "name": "自来水笔制作工人",
    "level": "2"
}, {"code": "0821007", "name": "圆珠笔制作工人", "level": "2"}, {
    "code": "0821009",
    "name": "印泥制作工人",
    "level": "2"
}, {"code": "0821010", "name": "体育用品制作制球工人", "level": "2"}, {
    "code": "0821011",
    "name": "球拍\球网制作工人",
    "level": "2"
}, {"code": "0822011", "name": "靶场测试工人", "level": "2"}, {
    "code": "0901002",
    "name": "外勤记者",
    "level": "2"
}, {"code": "0901003", "name": "摄影记者", "level": "2"}, {
    "code": "0901005",
    "name": "推销员",
    "level": "2"
}, {"code": "0901006", "name": "排版\制版工人", "level": "2"}, {
    "code": "0901007",
    "name": "装订工人",
    "level": "2"
}, {"code": "0901008", "name": "印刷工人", "level": "2"}, {
    "code": "0901009",
    "name": "送货员",
    "level": "2"
}, {"code": "0901020", "name": "考古工作者", "level": "2"}, {
    "code": "0901022",
    "name": "文物保护专业人员",
    "level": "2"
}, {"code": "0901023", "name": "切纸工人", "level": "2"}, {
    "code": "0901024",
    "name": "印品整饰工人",
    "level": "2"
}, {"code": "0902002", "name": "广告业业务员", "level": "2"}, {
    "code": "0902004",
    "name": "广告影片拍摄录制人员",
    "level": "2"
}, {"code": "1001004", "name": "兽医", "level": "2"}, {
    "code": "1001005",
    "name": "医院炊事",
    "level": "2"
}, {"code": "1001006", "name": "医院杂工", "level": "2"}, {
    "code": "1001007",
    "name": "医院清洁工",
    "level": "2"
}, {"code": "1001008", "name": "外科医师", "level": "2"}, {
    "code": "1001009",
    "name": "急诊科医师",
    "level": "2"
}, {"code": "1001011", "name": "放射科\核医学医师", "level": "2"}, {
    "code": "1001012",
    "name": "推拿按摩科医师",
    "level": "2"
}, {"code": "1001013", "name": "中医骨伤科医师", "level": "2"}, {
    "code": "1001014",
    "name": "乡村医师",
    "level": "2"
}, {"code": "1001016", "name": "医院护理员", "level": "2"}, {
    "code": "1001017",
    "name": "医院配膳员",
    "level": "2"
}, {"code": "1002005", "name": "助产士", "level": "2"}, {
    "code": "1002006",
    "name": "跌打损伤治疗人员",
    "level": "2"
}, {"code": "1101004", "name": "一般演员(导演)", "level": "2"}, {
    "code": "1101008",
    "name": "场记",
    "level": "2"
}, {"code": "1101009", "name": "摄影工作人员", "level": "2"}, {
    "code": "1101010",
    "name": "灯光及音响效果工作人员",
    "level": "2"
}, {"code": "1101011", "name": "冲片工作人员", "level": "2"}, {
    "code": "1101012",
    "name": "洗片工作人员",
    "level": "2"
}, {"code": "1101013", "name": "电视记者", "level": "2"}, {
    "code": "1101017",
    "name": "电影院放映人员",
    "level": "2"
}, {"code": "1101018", "name": "电影院服务人员", "level": "2"}, {
    "code": "1101023",
    "name": "道具师",
    "level": "2"
}, {"code": "1101027", "name": "影视木偶制作人员", "level": "2"}, {
    "code": "1101028",
    "name": "电影洗印人员",
    "level": "2"
}, {"code": "1101029", "name": "拷贝检片员", "level": "2"}, {
    "code": "1101030",
    "name": "拷贝字幕员",
    "level": "2"
}, {"code": "1101033", "name": "唱片检听工人", "level": "2"}, {
    "code": "1102001",
    "name": "高尔夫球场教练",
    "level": "2"
}, {"code": "1102002", "name": "高尔夫球场球场保养工人", "level": "2"}, {
    "code": "1102003",
    "name": "高尔夫球场维护工人",
    "level": "2"
}, {"code": "1102004", "name": "高尔夫球场球童", "level": "2"}, {
    "code": "1103004",
    "name": "保龄球馆清洁工人",
    "level": "2"
}, {"code": "1104001", "name": "海水浴场负责人", "level": "2"}, {
    "code": "1104002",
    "name": "海水浴场记分员",
    "level": "2"
}, {"code": "1105003", "name": "海水浴场游泳教练", "level": "2"}, {
    "code": "1107003",
    "name": "电动玩具操作员",
    "level": "2"
}, {"code": "1107004", "name": "游乐园一般清洁工", "level": "2"}, {
    "code": "1107009",
    "name": "兽医(动物园)",
    "level": "2"
}, {"code": "1108005", "name": "舞蹈演艺人员", "level": "2"}, {
    "code": "1108006",
    "name": "雕塑家",
    "level": "2"
}, {"code": "1108007", "name": "戏剧演员", "level": "2"}, {
    "code": "1108013",
    "name": "陶艺家",
    "level": "2"
}, {"code": "1108014", "name": "篆刻家", "level": "2"}, {
    "code": "1109001",
    "name": "咖啡厅工作人员",
    "level": "2"
}, {"code": "1109002", "name": "茶室工作人员", "level": "2"}, {
    "code": "1109003",
    "name": "酒家工作人员",
    "level": "2"
}, {"code": "1109004", "name": "网吧工作人员", "level": "2"}, {
    "code": "1201003",
    "name": "校工",
    "level": "2"
}, {"code": "1201004", "name": "体育教师", "level": "2"}, {
    "code": "1201005",
    "name": "军训教官",
    "level": "2"
}, {"code": "1201008", "name": "技工学校学生", "level": "2"}, {
    "code": "1202003",
    "name": "商业外务员",
    "level": "2"
}, {"code": "1202004", "name": "商业送货员", "level": "2"}, {
    "code": "1401002",
    "name": "外勤邮务人员",
    "level": "2"
}, {"code": "1401003", "name": "包裹搬运人员", "level": "2"}, {
    "code": "1402002",
    "name": "电信及电力抄表员，收费员",
    "level": "2"
}, {"code": "1402010", "name": "通信工程技术人员", "level": "2"}, {
    "code": "1402012",
    "name": "市话障碍处理人员",
    "level": "2"
}, {"code": "1402021", "name": "燃料值班人员", "level": "2"}, {
    "code": "1402054",
    "name": "装表核算收费人员",
    "level": "2"
}, {"code": "1403001", "name": "水利工程师", "level": "2"}, {
    "code": "1403005",
    "name": "水利抄表员，收费员",
    "level": "2"
}, {"code": "1403012", "name": "水文勘测人员", "level": "2"}, {
    "code": "1403014",
    "name": "水土保持防治人员",
    "level": "2"
}, {"code": "1403015", "name": "水土保持测试人员", "level": "2"}, {
    "code": "1403016",
    "name": "水土保持勘测人员",
    "level": "2"
}, {"code": "1404001", "name": "煤气工程师", "level": "2"}, {
    "code": "1404003",
    "name": "煤气收费员，抄表员",
    "level": "2"
}, {"code": "1404004", "name": "煤气检查员", "level": "2"}, {
    "code": "1404006",
    "name": "热力网工程师",
    "level": "2"
}, {"code": "1501007", "name": "玻璃商", "level": "2"}, {
    "code": "1501009",
    "name": "石材商",
    "level": "2"
}, {"code": "1501010", "name": "建材商", "level": "2"}, {
    "code": "1501011",
    "name": "铁材商",
    "level": "2"
}, {"code": "1501012", "name": "木材商", "level": "2"}, {
    "code": "1501013",
    "name": "五金商",
    "level": "2"
}, {"code": "1501014", "name": "电脑\电器商", "level": "2"}, {
    "code": "1501015",
    "name": "水电卫生器材商",
    "level": "2"
}, {"code": "1501020", "name": "车辆器材商(不含矿物油)", "level": "2"}, {
    "code": "1501033",
    "name": "医疗机械仪器商",
    "level": "2"
}, {"code": "1501039", "name": "液化瓦斯零售负责人", "level": "2"}, {
    "code": "1501040",
    "name": "液化瓦斯零售店员",
    "level": "2"
}, {"code": "1501048", "name": "废旧物资回收挑选工人", "level": "2"}, {
    "code": "1501051",
    "name": "市场管理员",
    "level": "2"
}, {"code": "1501053", "name": "理货员", "level": "2"}, {
    "code": "1501054",
    "name": "保鲜员",
    "level": "2"
}, {"code": "1501057", "name": "起重机操作员(于控制室内)", "level": "2"}, {
    "code": "1501059",
    "name": "采购员",
    "level": "2"
}, {"code": "1601002", "name": "金融\法律行业外务员", "level": "2"}, {
    "code": "1601003",
    "name": "金融\法律行业收费员",
    "level": "2"
}, {"code": "1601004", "name": "金融\法律行业调查员", "level": "2"}, {
    "code": "1601005",
    "name": "金融\法律行业徵信人员",
    "level": "2"
}, {"code": "1601010", "name": "法医", "level": "2"}, {
    "code": "1602005",
    "name": "外勤人员",
    "level": "2"
}, {"code": "1603001", "name": "公证行外务员", "level": "2"}, {
    "code": "1603002",
    "name": "报关行外务员",
    "level": "2"
}, {"code": "1603006", "name": "鞋匠，雨伞匠", "level": "2"}, {
    "code": "1603007",
    "name": "洗衣店工人",
    "level": "2"
}, {"code": "1603009", "name": "警卫人员(内勤)", "level": "2"}, {
    "code": "1603011",
    "name": "物业管理员",
    "level": "2"
}, {"code": "1603015", "name": "清洁，打腊工人", "level": "2"}, {
    "code": "1603017",
    "name": "车辆保管人员",
    "level": "2"
}, {"code": "1603018", "name": "加油站人员", "level": "2"}, {
    "code": "1603019",
    "name": "地磅人员",
    "level": "2"
}, {"code": "1603023", "name": "按摩沐足\桑拿工作人员", "level": "2"}, {
    "code": "1603026",
    "name": "中介机构外勤人员",
    "level": "2"
}, {"code": "1700001", "name": "家庭主妇", "level": "2"}, {
    "code": "1700002",
    "name": "家政服务人员",
    "level": "2"
}, {"code": "1800001", "name": "警务行政及内勤人员", "level": "2"}, {
    "code": "1800019",
    "name": "火险监督员\防火审核员",
    "level": "2"
}, {"code": "2000001", "name": "资讯业维护工程师", "level": "2"}, {
    "code": "2000004",
    "name": "计算机硬件技术人员",
    "level": "2"
}, {"code": "2101001", "name": "高尔夫教练", "level": "2"}, {
    "code": "2101002",
    "name": "高尔夫球球员",
    "level": "2"
}, {"code": "2101003", "name": "高尔夫球童", "level": "2"}, {
    "code": "2102001",
    "name": "保龄球教练",
    "level": "2"
}, {"code": "2102002", "name": "保龄球球员", "level": "2"}, {
    "code": "2103001",
    "name": "保龄球教练",
    "level": "2"
}, {"code": "2103002", "name": "保龄球球员", "level": "2"}, {
    "code": "2104001",
    "name": "羽球教练",
    "level": "2"
}, {"code": "2104002", "name": "羽球球员", "level": "2"}, {
    "code": "2105001",
    "name": "游泳教练",
    "level": "2"
}, {"code": "2105002", "name": "游泳人员", "level": "2"}, {
    "code": "2106001",
    "name": "射箭教练",
    "level": "2"
}, {"code": "2106002", "name": "射箭人员", "level": "2"}, {
    "code": "2107001",
    "name": "网球教练",
    "level": "2"
}, {"code": "2107002", "name": "网球人员", "level": "2"}, {
    "code": "2108001",
    "name": "垒球教练",
    "level": "2"
}, {"code": "2108002", "name": "垒球人员", "level": "2"}, {
    "code": "2108003",
    "name": "壁球人员",
    "level": "2"
}, {"code": "2108004", "name": "壁球教练", "level": "2"}, {
    "code": "2109001",
    "name": "溜冰教练",
    "level": "2"
}, {"code": "2109002", "name": "溜冰人员", "level": "2"}, {
    "code": "2110001",
    "name": "射击教练",
    "level": "2"
}, {"code": "2110002", "name": "射击人员", "level": "2"}, {
    "code": "2111001",
    "name": "民俗体育活动教练",
    "level": "2"
}, {"code": "2111002", "name": "民俗体育活动人员", "level": "2"}, {
    "code": "2112001",
    "name": "举重教练",
    "level": "2"
}, {"code": "2113001", "name": "篮球教练", "level": "2"}, {
    "code": "2114001",
    "name": "排球教练",
    "level": "2"
}, {"code": "2115001", "name": "棒球教练", "level": "2"}, {
    "code": "2116001",
    "name": "田径教练",
    "level": "2"
}, {"code": "2117001", "name": "体操教练", "level": "2"}, {
    "code": "2120001",
    "name": "划船教练",
    "level": "2"
}, {"code": "2122001", "name": "巧固球教练", "level": "2"}, {
    "code": "2123001",
    "name": "手球教练",
    "level": "2"
}, {"code": "2126001", "name": "足球教练", "level": "2"}, {
    "code": "2127001",
    "name": "曲棍球教练",
    "level": "2"
}, {"code": "2129001", "name": "橄榄球教练", "level": "2"}, {
    "code": "2130001",
    "name": "自行车教练",
    "level": "2"
}, {"code": "2147004", "name": "无业人员", "level": "2"}, {
    "code": "0001007",
    "name": "工商\税务\城管人员",
    "level": "3"
}, {"code": "0101003", "name": "长短工", "level": "3"}, {
    "code": "0101004",
    "name": "果农",
    "level": "3"
}, {"code": "0101009", "name": "农业机械操作\修理人员", "level": "3"}, {
    "code": "0101013",
    "name": "割胶工人",
    "level": "3"
}, {"code": "0101016", "name": "竹\藤\麻\棕\草制品原料加工人员", "level": "3"}, {
    "code": "0101017",
    "name": "特种植物原料加工人员",
    "level": "3"
}, {"code": "0102002", "name": "畜牧工作人员", "level": "3"}, {
    "code": "0102006",
    "name": "牧草培育\加工人员",
    "level": "3"
}, {"code": "0201002", "name": "渔场经营者(亲自作业)", "level": "3"}, {
    "code": "0201003",
    "name": "养殖工人(内陆)",
    "level": "3"
}, {"code": "0201010", "name": "水（海）产品加工人员", "level": "3"}, {
    "code": "0201011",
    "name": "水生动植物采集人员",
    "level": "3"
}, {"code": "0201013", "name": "水产实验人员(室外)", "level": "3"}, {
    "code": "0302002",
    "name": "木材加工领班",
    "level": "3"
}, {"code": "0302003", "name": "木材加工分级员", "level": "3"}, {
    "code": "0302004",
    "name": "木材加工检查员",
    "level": "3"
}, {"code": "0302005", "name": "木材加工标记员", "level": "3"}, {
    "code": "0302006",
    "name": "木材加工磅秤员",
    "level": "3"
}, {"code": "0302011", "name": "吊车操作人员", "level": "3"}, {
    "code": "0302015",
    "name": "人造板制胶工人",
    "level": "3"
}, {"code": "0302021", "name": "木材加工仓库管理员", "level": "3"}, {
    "code": "0303001",
    "name": "造林业领班",
    "level": "3"
}, {"code": "0401011", "name": "矿山检查验收人员", "level": "3"}, {
    "code": "0401016",
    "name": "筛选破碎工人",
    "level": "3"
}, {"code": "0401017", "name": "重力选矿工人", "level": "3"}, {
    "code": "0401026",
    "name": "海盐晒制工人",
    "level": "3"
}, {"code": "0401030", "name": "湖盐脱水工人", "level": "3"}, {
    "code": "0401031",
    "name": "驳筑\集拆坨盐工人",
    "level": "3"
}, {"code": "0401032", "name": "井矿盐采卤工人", "level": "3"}, {
    "code": "0401033",
    "name": "井矿盐卤水净化工人",
    "level": "3"
}, {"code": "0401034", "name": "真空制盐工人", "level": "3"}, {
    "code": "0401035",
    "name": "冷冻提硝工人",
    "level": "3"
}, {"code": "0401036", "name": "苦卤综合利用工人", "level": "3"}, {
    "code": "0401037",
    "name": "精制盐工人",
    "level": "3"
}, {"code": "0402007", "name": "矿物开采经营者(现场监督者)", "level": "3"}, {
    "code": "0404003",
    "name": "采砂\石厂管理人员",
    "level": "3"
}, {"code": "0405002", "name": "陆上油矿工程师", "level": "3"}, {
    "code": "0405011",
    "name": "天然气净化工人",
    "level": "3"
}, {"code": "0405012", "name": "油气输送工人", "level": "3"}, {
    "code": "0405014",
    "name": "采油化验工",
    "level": "3"
}, {"code": "0405015", "name": "综合录井工", "level": "3"}, {
    "code": "0405016",
    "name": "气测工",
    "level": "3"
}, {"code": "0405017", "name": "注水员", "level": "3"}, {
    "code": "0501006",
    "name": "计程车司机",
    "level": "3"
}, {"code": "0501007", "name": "游览车司机及服务员", "level": "3"}, {
    "code": "0501008",
    "name": "客运车司机及服务员",
    "level": "3"
}, {"code": "0501009", "name": "小型客货两用车司机", "level": "3"}, {
    "code": "0501011",
    "name": "人力三轮车夫",
    "level": "3"
}, {"code": "0501023", "name": "公路运输缆车操作员", "level": "3"}, {
    "code": "0501024",
    "name": "执摩托车驾照者",
    "level": "3"
}, {"code": "0501026", "name": "公交车司机及售票员", "level": "3"}, {
    "code": "0502011",
    "name": "机车贺驶员",
    "level": "3"
}, {"code": "0502012", "name": "机车燃料填充员", "level": "3"}, {
    "code": "0502018",
    "name": "铁路运输修设厂技工",
    "level": "3"
}, {"code": "0502022", "name": "铁路货运领班", "level": "3"}, {
    "code": "0502024",
    "name": "发电车乘务员",
    "level": "3"
}, {"code": "0502027", "name": "铁路运输乘警", "level": "3"}, {
    "code": "0502028",
    "name": "铁路运输仓库管理员",
    "level": "3"
}, {"code": "0503025", "name": "港口仓库管理人", "level": "3"}, {
    "code": "0503029",
    "name": "港口作业稽查人员",
    "level": "3"
}, {"code": "0503038", "name": "船舶加油", "level": "3"}, {
    "code": "0503039",
    "name": "无线电航标操作工",
    "level": "3"
}, {"code": "0504011", "name": "机场内交通车司机", "level": "3"}, {
    "code": "0504012",
    "name": "航空行李货运搬运员",
    "level": "3"
}, {"code": "0504026", "name": "航空货运理货员", "level": "3"}, {
    "code": "0504031",
    "name": "航空通信雷达设备维护人员",
    "level": "3"
}, {"code": "0504033", "name": "航空器材员", "level": "3"}, {
    "code": "0602005",
    "name": "宾馆\饭店技工",
    "level": "3"
}, {"code": "0603010", "name": "餐饮业厨房杂工", "level": "3"}, {
    "code": "0701004",
    "name": "建筑公司测量员",
    "level": "3"
}, {"code": "0701005", "name": "建筑公司工程师", "level": "3"}, {
    "code": "0701006",
    "name": "建筑公司监工",
    "level": "3"
}, {"code": "0701009", "name": "建筑工人领班(不参与工作)", "level": "3"}, {
    "code": "0701011",
    "name": "木匠(室内)",
    "level": "3"
}, {"code": "0701023", "name": "磨石工人", "level": "3"}, {
    "code": "0701024",
    "name": "洗石工人",
    "level": "3"
}, {"code": "0701045", "name": "装饰装修水暧工", "level": "3"}, {
    "code": "0702001",
    "name": "筑路\养护\维修工程师",
    "level": "3"
}, {"code": "0702002", "name": "筑路\养护\维修领班，监工", "level": "3"}, {
    "code": "0703001",
    "name": "船舶工程师",
    "level": "3"
}, {"code": "0703003", "name": "船体制造工人", "level": "3"}, {
    "code": "0703009",
    "name": "船模制造试验工人",
    "level": "3"
}, {"code": "0704004", "name": "机械设备安装工人", "level": "3"}, {
    "code": "0704010",
    "name": "输送机操作工人",
    "level": "3"
}, {"code": "0704011", "name": "闸门运行工人", "level": "3"}, {
    "code": "0704012",
    "name": "索道运输机械操作工人",
    "level": "3"
}, {"code": "0705007", "name": "室内成套设备装饰工人", "level": "3"}, {
    "code": "0706020",
    "name": "岩矿\古生物样品磨片工人",
    "level": "3"
}, {"code": "0706022", "name": "劈岩\保管工人", "level": "3"}, {
    "code": "0706023",
    "name": "大地\工程测量人员",
    "level": "3"
}, {"code": "0801001", "name": "钢铁业技师", "level": "3"}, {
    "code": "0801002",
    "name": "钢铁业工程师",
    "level": "3"
}, {"code": "0801003", "name": "钢铁业领班，监工", "level": "3"}, {
    "code": "0801004",
    "name": "钢铁业一般工人",
    "level": "3"
}, {"code": "0801005", "name": "冶炼风机工人", "level": "3"}, {
    "code": "0801020",
    "name": "铁合金原料工人",
    "level": "3"
}, {"code": "0801048", "name": "铸管备品工人", "level": "3"}, {
    "code": "0802001",
    "name": "机械制造\加工领班",
    "level": "3"
}, {"code": "0802019", "name": "工程师", "level": "3"}, {
    "code": "0802040",
    "name": "真空干燥处理工人",
    "level": "3"
}, {"code": "0802041", "name": "人造宝石制造工人", "level": "3"}, {
    "code": "0803006",
    "name": "电子产品修理工",
    "level": "3"
}, {"code": "0803008", "name": "电子业一般制造工人", "level": "3"}, {
    "code": "0803013",
    "name": "电极丝制造工人",
    "level": "3"
}, {"code": "0803015", "name": "液晶显视器件制造工人", "level": "3"}, {
    "code": "0803016",
    "name": "单晶片加工工人",
    "level": "3"
}, {"code": "0803017", "name": "半导体芯片制造工人", "level": "3"}, {
    "code": "0803024",
    "name": "压电石英晶片加工工人",
    "level": "3"
}, {"code": "0803025", "name": "石英晶体元器件制造工人", "level": "3"}, {
    "code": "0803026",
    "name": "电声器件制造工人",
    "level": "3"
}, {"code": "0803027", "name": "水声换能器制造工人", "level": "3"}, {
    "code": "0803028",
    "name": "专用继电器制造工人",
    "level": "3"
}, {"code": "0803033", "name": "印制电路制作工人", "level": "3"}, {
    "code": "0803034",
    "name": "薄膜加热器制造工人",
    "level": "3"
}, {"code": "0803052", "name": "铁路通信组调工人", "level": "3"}, {
    "code": "0803053",
    "name": "铁路信号组调工人",
    "level": "3"
}, {"code": "0804001", "name": "机电产品装配工程师", "level": "3"}, {
    "code": "0804002",
    "name": "机电产品装配技师",
    "level": "3"
}, {"code": "0804003", "name": "机电产品装配领班，监工", "level": "3"}, {
    "code": "0804009",
    "name": "机电产品装配仓库管理人员",
    "level": "3"
}, {"code": "0804019", "name": "绝缘处理浸渍工人", "level": "3"}, {
    "code": "0804024",
    "name": "电子专用设备装调工人",
    "level": "3"
}, {"code": "0804026", "name": "仪表仪器元件安装工人", "level": "3"}, {
    "code": "0804027",
    "name": "仪表仪器装调工人",
    "level": "3"
}, {"code": "0804028", "name": "仪表仪器装配工人", "level": "3"}, {
    "code": "0804029",
    "name": "仪表仪器修理工人",
    "level": "3"
}, {"code": "0805005", "name": "塑胶、橡胶一般工人", "level": "3"}, {
    "code": "0805006",
    "name": "塑胶射出成型工人(自动)",
    "level": "3"
}, {"code": "0805008", "name": "塑料制品配料工人", "level": "3"}, {
    "code": "0806003",
    "name": "水泥领班",
    "level": "3"
}, {"code": "0806010", "name": "砖\瓦生产工人", "level": "3"}, {
    "code": "0806012",
    "name": "纸面石膏板生产工人",
    "level": "3"
}, {"code": "0806013", "name": "石膏浮雕板工人", "level": "3"}, {
    "code": "0806016",
    "name": "油毡生产工人",
    "level": "3"
}, {"code": "0806017", "name": "高分子防水卷材生工人", "level": "3"}, {
    "code": "0806022",
    "name": "耐火原材料加工工人",
    "level": "3"
}, {"code": "0806023", "name": "耐火材料成型工人", "level": "3"}, {
    "code": "0807003",
    "name": "无机化工一般工人",
    "level": "3"
}, {"code": "0807005", "name": "电池制造(技师)", "level": "3"}, {
    "code": "0807017",
    "name": "压缩机工人",
    "level": "3"
}, {"code": "0807018", "name": "气体净化工人", "level": "3"}, {
    "code": "0807019",
    "name": "过滤工人",
    "level": "3"
}, {"code": "0807021", "name": "制冷工人", "level": "3"}, {
    "code": "0807022",
    "name": "蒸发工人",
    "level": "3"
}, {"code": "0807023", "name": "蒸馏工人", "level": "3"}, {
    "code": "0807024",
    "name": "萃取工人",
    "level": "3"
}, {"code": "0807025", "name": "吸收工人", "level": "3"}, {
    "code": "0807026",
    "name": "吸附工人",
    "level": "3"
}, {"code": "0807027", "name": "干燥工人", "level": "3"}, {
    "code": "0807028",
    "name": "结晶工人",
    "level": "3"
}, {"code": "0807029", "name": "造粒工人", "level": "3"}, {
    "code": "0807031",
    "name": "化工工艺试验工人",
    "level": "3"
}, {"code": "0807035", "name": "燃料油生产工人", "level": "3"}, {
    "code": "0807036",
    "name": "润滑油\脂生产工人",
    "level": "3"
}, {"code": "0807037", "name": "石油产品精制工人", "level": "3"}, {
    "code": "0807052",
    "name": "氯化钾生产工人",
    "level": "3"
}, {"code": "0807064", "name": "纺丝凝固浴液配制工人", "level": "3"}, {
    "code": "0807065",
    "name": "无纺布制造成工人",
    "level": "3"
}, {"code": "0807066", "name": "化纤纺丝精密组件工人", "level": "3"}, {
    "code": "0807067",
    "name": "合成革制造工人",
    "level": "3"
}, {"code": "0807068", "name": "有机合成工人", "level": "3"}, {
    "code": "0807071",
    "name": "染料拼混工人",
    "level": "3"
}, {"code": "0807072", "name": "研磨分散工人", "level": "3"}, {
    "code": "0807073",
    "name": "催化剂制造工人",
    "level": "3"
}, {"code": "0807077", "name": "溶剂制造工人", "level": "3"}, {
    "code": "0807078",
    "name": "化学试剂制造工人",
    "level": "3"
}, {"code": "0807079", "name": "化工添加剂制造工人", "level": "3"}, {
    "code": "0807085",
    "name": "磁粉制造工人",
    "level": "3"
}, {"code": "0807086", "name": "磁记录材料制造工人", "level": "3"}, {
    "code": "0807087",
    "name": "磁记录材料试验工人",
    "level": "3"
}, {"code": "0807088", "name": "感光鼓涂敷工人", "level": "3"}, {
    "code": "0809004",
    "name": "自行车\助动车装配工人",
    "level": "3"
}, {"code": "0809006", "name": "自行车\助动车修理工人", "level": "3"}, {
    "code": "0810015",
    "name": "绢纺精炼工人",
    "level": "3"
}, {"code": "0810033", "name": "印染烧毛工人", "level": "3"}, {
    "code": "0810035",
    "name": "印染洗涤工人",
    "level": "3"
}, {"code": "0810044", "name": "印染染化料配制工人", "level": "3"}, {
    "code": "0810046",
    "name": "裁剪工人",
    "level": "3"
}, {"code": "0810047", "name": "缝纫工人", "level": "3"}, {
    "code": "0810048",
    "name": "缝纫整型工人",
    "level": "3"
}, {"code": "0810050", "name": "剧装工人", "level": "3"}, {
    "code": "0810052",
    "name": "制帽工人",
    "level": "3"
}, {"code": "0810054", "name": "毛皮加工工人", "level": "3"}, {
    "code": "0810055",
    "name": "缝纫制品充填处理工人",
    "level": "3"
}, {"code": "0810056", "name": "胶制服装上胶工人", "level": "3"}, {
    "code": "0811001",
    "name": "造纸工业技师",
    "level": "3"
}, {"code": "0811002", "name": "造纸工业领班，监工", "level": "3"}, {
    "code": "0811008",
    "name": "纸张整饰工人",
    "level": "3"
}, {"code": "0812001", "name": "木材制品\家俱制作技师", "level": "3"}, {
    "code": "0812002",
    "name": "木材制品\家俱制作领班，监工",
    "level": "3"
}, {"code": "0812004", "name": "木制家俱制造工人", "level": "3"}, {
    "code": "0812005",
    "name": "木制家俱制造修理工",
    "level": "3"
}, {"code": "0812007", "name": "金属家俱修理工", "level": "3"}, {
    "code": "0812008",
    "name": "手工木工",
    "level": "3"
}, {"code": "0812009", "name": "机械木工", "level": "3"}, {
    "code": "0812010",
    "name": "精细木工",
    "level": "3"
}, {"code": "0813002", "name": "竹木制手工艺品雕刻工人", "level": "3"}, {
    "code": "0813003",
    "name": "金属手工艺品加工工人",
    "level": "3"
}, {"code": "0813004", "name": "金属手工艺品雕刻工人", "level": "3"}, {
    "code": "0813006",
    "name": "矿石手工艺品加工人员",
    "level": "3"
}, {"code": "0814001", "name": "电线电缆业技师", "level": "3"}, {
    "code": "0815001",
    "name": "冰块制造",
    "level": "3"
}, {"code": "0815003", "name": "制造工人", "level": "3"}, {
    "code": "0815004",
    "name": "制米工人",
    "level": "3"
}, {"code": "0815005", "name": "制粉工人", "level": "3"}, {
    "code": "0815006",
    "name": "制油工人",
    "level": "3"
}, {"code": "0815009", "name": "米面主食制作工人", "level": "3"}, {
    "code": "0815012",
    "name": "豆制品制作工人",
    "level": "3"
}, {"code": "0815014", "name": "糖果制造工人", "level": "3"}, {
    "code": "0815015",
    "name": "巧克力制造工人",
    "level": "3"
}, {"code": "0815017", "name": "乳品加工工人", "level": "3"}, {
    "code": "0815018",
    "name": "冷食品制作工人",
    "level": "3"
}, {"code": "0815019", "name": "速冻食品制作工人", "level": "3"}, {
    "code": "0815020",
    "name": "食品罐头加工工人",
    "level": "3"
}, {"code": "0815021", "name": "饮料制作工人", "level": "3"}, {
    "code": "0815022",
    "name": "酒品酿造工人",
    "level": "3"
}, {"code": "0815023", "name": "酒精制造工人", "level": "3"}, {
    "code": "0815025",
    "name": "酶制剂制造工人",
    "level": "3"
}, {"code": "0815026", "name": "柠檬酸制造工人", "level": "3"}, {
    "code": "0815027",
    "name": "酱油\酱类制作工人",
    "level": "3"
}, {"code": "0815028", "name": "食醋制作工人", "level": "3"}, {
    "code": "0815029",
    "name": "酱腌菜制作工人",
    "level": "3"
}, {"code": "0815030", "name": "食用调料制作工人", "level": "3"}, {
    "code": "0815031",
    "name": "味精制作工人",
    "level": "3"
}, {"code": "0815032", "name": "猪\牛\羊屠宰加工工人", "level": "3"}, {
    "code": "0815033",
    "name": "肠衣加工工人",
    "level": "3"
}, {"code": "0815034", "name": "禽类屠宰加工工人", "level": "3"}, {
    "code": "0815035",
    "name": "熟肉制品加工工人",
    "level": "3"
}, {"code": "0815038", "name": "饲料粉碎工人", "level": "3"}, {
    "code": "0815040",
    "name": "饲料制料工人",
    "level": "3"
}, {"code": "0816003", "name": "日用机电装配工", "level": "3"}, {
    "code": "0816004",
    "name": "日用机电包装工",
    "level": "3"
}, {"code": "0816015", "name": "缝纫机制造装配工人", "level": "3"}, {
    "code": "0816016",
    "name": "办公小机械制造装配工人",
    "level": "3"
}, {"code": "0816023", "name": "航空发动机装配工人", "level": "3"}, {
    "code": "0816028",
    "name": "航空\飞行仪表装配工人",
    "level": "3"
}, {"code": "0816029", "name": "航空装配平衡工人", "level": "3"}, {
    "code": "0816030",
    "name": "飞机无线电设备装调试工人",
    "level": "3"
}, {"code": "0816032", "name": "飞机特种设备检测修理工人", "level": "3"}, {
    "code": "0816033",
    "name": "飞机透明件制造胶接装配工人",
    "level": "3"
}, {"code": "0816044", "name": "航天器环境试验工人", "level": "3"}, {
    "code": "0816045",
    "name": "航天器结构强度环境试验工人",
    "level": "3"
}, {"code": "0816046", "name": "航天器结构高低温环境试验工人", "level": "3"}, {
    "code": "0816047",
    "name": "火箭发动机介质试验工人",
    "level": "3"
}, {"code": "0816048", "name": "航天器系统试验工人", "level": "3"}, {
    "code": "0817001",
    "name": "玻璃配料工人",
    "level": "3"
}, {"code": "0817011", "name": "陶瓷原料准备工人", "level": "3"}, {
    "code": "0817012",
    "name": "陶瓷成型工人",
    "level": "3"
}, {"code": "0817013", "name": "陶瓷烧成工人", "level": "3"}, {
    "code": "0817014",
    "name": "陶瓷装饰工人",
    "level": "3"
}, {"code": "0817015", "name": "匣钵\模型制作工人", "level": "3"}, {
    "code": "0817016",
    "name": "古建琉璃工人",
    "level": "3"
}, {"code": "0817017", "name": "搪瓷釉浆熔制工人", "level": "3"}, {
    "code": "0817019",
    "name": "搪瓷涂搪烧成工人",
    "level": "3"
}, {"code": "0817020", "name": "搪瓷花版饰花工人", "level": "3"}, {
    "code": "0818009",
    "name": "烟叶制丝工人",
    "level": "3"
}, {"code": "0818010", "name": "膨胀烟丝工人", "level": "3"}, {
    "code": "0818012",
    "name": "烟草薄片工人",
    "level": "3"
}, {"code": "0818014", "name": "烟用二醋片制造工人", "level": "3"}, {
    "code": "0818015",
    "name": "烟用丝束制造工人",
    "level": "3"
}, {"code": "0818016", "name": "滤棒制造工人", "level": "3"}, {
    "code": "0819007",
    "name": "化学合成制药工人",
    "level": "3"
}, {"code": "0819009", "name": "淀粉\葡萄糖制造工人", "level": "3"}, {
    "code": "0819012",
    "name": "疫苗制品工人",
    "level": "3"
}, {"code": "0819013", "name": "血液制品制造人员", "level": "3"}, {
    "code": "0819015",
    "name": "医疗器械装配工人",
    "level": "3"
}, {"code": "0820007", "name": "漆器制胎工人", "level": "3"}, {
    "code": "0820014",
    "name": "金属摆件工人",
    "level": "3"
}, {"code": "0820016", "name": "玉器加工工人", "level": "3"}, {
    "code": "0821008",
    "name": "铅笔制作工人",
    "level": "3"
}, {"code": "0821012", "name": "健身器材制作工人", "level": "3"}, {
    "code": "0821013",
    "name": "钢琴\健盘乐器制作工人",
    "level": "3"
}, {"code": "0821014", "name": "提琴制作工人", "level": "3"}, {
    "code": "0821015",
    "name": "管乐器制作工人",
    "level": "3"
}, {"code": "0821016", "name": "弦\弹拔乐器制作工人", "level": "3"}, {
    "code": "0821017",
    "name": "吹奏乐器制作工人",
    "level": "3"
}, {"code": "0821018", "name": "打击乐器制作工人", "level": "3"}, {
    "code": "0821019",
    "name": "电声乐器制作工人",
    "level": "3"
}, {"code": "0822004", "name": "装甲车辆发动机装试工人", "level": "3"}, {
    "code": "0822005",
    "name": "枪炮制造人员",
    "level": "3"
}, {"code": "0822008", "name": "引信装试工人", "level": "3"}, {
    "code": "0822009",
    "name": "防化\防毒器材制造\装配工人",
    "level": "3"
}, {"code": "0901010", "name": "送报员", "level": "3"}, {
    "code": "1001003",
    "name": "精神病医师，看护，护士",
    "level": "3"
}, {"code": "1001010", "name": "传染病科医师", "level": "3"}, {
    "code": "1002003",
    "name": "放射线之技术人员",
    "level": "3"
}, {"code": "1002007", "name": "监狱,看守所医生,护理人员", "level": "3"}, {
    "code": "1101019",
    "name": "武术指导",
    "level": "3"
}, {"code": "1101025", "name": "影视舞台烟火特效员", "level": "3"}, {
    "code": "1101032",
    "name": "唱式制作工人",
    "level": "3"
}, {"code": "1103003", "name": "保龄球馆机械修护工人", "level": "3"}, {
    "code": "1108008",
    "name": "巡回演出戏剧团体人员",
    "level": "3"
}, {"code": "1108011", "name": "杂技演员", "level": "3"}, {
    "code": "1109008",
    "name": "娱乐场所负责人",
    "level": "3"
}, {"code": "1109009", "name": "娱乐场所DJ", "level": "3"}, {
    "code": "1109010",
    "name": "娱乐场所调酒师",
    "level": "3"
}, {"code": "1109011", "name": "娱乐场所歌唱人员", "level": "3"}, {
    "code": "1109012",
    "name": "娱乐场所乐队人员",
    "level": "3"
}, {"code": "1109014", "name": "娱乐场所迎宾", "level": "3"}, {
    "code": "1109015",
    "name": "电子游戏厅工作人员",
    "level": "3"
}, {"code": "1201007", "name": "武术学校教练", "level": "3"}, {
    "code": "1202007",
    "name": "汽车驾驶训练班教练",
    "level": "3"
}, {"code": "1401004", "name": "火车\汽车邮件押运员", "level": "3"}, {
    "code": "1401007",
    "name": "邮政设备安装维护人员",
    "level": "3"
}, {"code": "1402003", "name": "电信装置维护修理工", "level": "3"}, {
    "code": "1402009",
    "name": "发电\变电\输电工程技术人员",
    "level": "3"
}, {"code": "1402020", "name": "水轮发电机值班人员", "level": "3"}, {
    "code": "1402024",
    "name": "汽轮机运行值班人员",
    "level": "3"
}, {"code": "1402025", "name": "热力网值班人员", "level": "3"}, {
    "code": "1402026",
    "name": "电气值班人员",
    "level": "3"
}, {"code": "1402027", "name": "集控值班人员", "level": "3"}, {
    "code": "1402028",
    "name": "发电机氢冷值班人员",
    "level": "3"
}, {"code": "1402029", "name": "电厂水处理值班人员", "level": "3"}, {
    "code": "1402045",
    "name": "水电站水力机械试验工人",
    "level": "3"
}, {"code": "1402052", "name": "电务负荷控制人员", "level": "3"}, {
    "code": "1402053",
    "name": "用电监察人员",
    "level": "3"
}, {"code": "1402056", "name": "电能计量装置检修工人", "level": "3"}, {
    "code": "1403002",
    "name": "水坝，水库管理人员",
    "level": "3"
}, {"code": "1403004", "name": "自来水管装修人员", "level": "3"}, {
    "code": "1403006",
    "name": "自来水厂水质分析员(实地)",
    "level": "3"
}, {"code": "1403011", "name": "农田灌排施工\管护人员", "level": "3"}, {
    "code": "1501021",
    "name": "矿物油买卖商",
    "level": "3"
}, {"code": "1501032", "name": "化学原料商", "level": "3"}, {
    "code": "1501037",
    "name": "瓦斯器具送货员",
    "level": "3"
}, {"code": "1501038", "name": "瓦斯器具装设工", "level": "3"}, {
    "code": "1501043",
    "name": "液化瓦斯旧货收购人员",
    "level": "3"
}, {"code": "1501044", "name": "熟食商(使用刀具者)", "level": "3"}, {
    "code": "1501049",
    "name": "废旧物资料加工工人",
    "level": "3"
}, {"code": "1501052", "name": "保管员", "level": "3"}, {
    "code": "1501055",
    "name": "冷藏工人",
    "level": "3"
}, {"code": "1601012", "name": "商业犯罪调查处理人员", "level": "3"}, {
    "code": "1603013",
    "name": "道路清洁工",
    "level": "3"
}, {"code": "1603024", "name": "勤杂工", "level": "3"}, {
    "code": "1800003",
    "name": "监狱看守所管理人员",
    "level": "3"
}, {"code": "1800011", "name": "违禁品检查人员", "level": "3"}, {
    "code": "1800012",
    "name": "金融守押人员",
    "level": "3"
}, {"code": "1800013", "name": "治安调查人员", "level": "3"}, {
    "code": "1800017",
    "name": "抢险救援器材调配人员",
    "level": "3"
}, {"code": "1800018", "name": "抢险救援器材维修人员", "level": "3"}, {
    "code": "1800020",
    "name": "可燃气体\危险品监督员",
    "level": "3"
}, {"code": "1900001", "name": "一般地面部队人员(含陆军野战\机械修护\土木工程\飞弹\战车等)", "level": "3"}, {
    "code": "1900005",
    "name": "后勤补给\通讯地勤人员",
    "level": "3"
}, {"code": "1900007", "name": "军事单位武器\弹药研究及管理人员", "level": "3"}, {
    "code": "2112002",
    "name": "举重人员",
    "level": "3"
}, {"code": "2113002", "name": "篮球球员", "level": "3"}, {
    "code": "2114002",
    "name": "排球球员",
    "level": "3"
}, {"code": "2115002", "name": "棒球球员", "level": "3"}, {
    "code": "2116002",
    "name": "田径参赛人员",
    "level": "3"
}, {"code": "2117002", "name": "体操人员", "level": "3"}, {
    "code": "2118001",
    "name": "滑草教练",
    "level": "3"
}, {"code": "2118002", "name": "滑草人员", "level": "3"}, {
    "code": "2120002",
    "name": "划船驾乘人员",
    "level": "3"
}, {"code": "2121001", "name": "泛舟教练", "level": "3"}, {
    "code": "2121002",
    "name": "泛舟驾乘人员",
    "level": "3"
}, {"code": "2122002", "name": "巧固球球员", "level": "3"}, {
    "code": "2123002",
    "name": "手球球员",
    "level": "3"
}, {"code": "2128001", "name": "冰上曲棍球教练", "level": "3"}, {
    "code": "2130002",
    "name": "自行车人员",
    "level": "3"
}, {"code": "2131001", "name": "角力教练", "level": "3"}, {
    "code": "2132001",
    "name": "摔跤教练",
    "level": "3"
}, {"code": "2133001", "name": "柔道教练", "level": "3"}, {
    "code": "2134001",
    "name": "空手道教练",
    "level": "3"
}, {"code": "2135001", "name": "跆拳道教练", "level": "3"}, {
    "code": "2136001",
    "name": "武术教练",
    "level": "3"
}, {"code": "2137001", "name": "拳击教练", "level": "3"}, {
    "code": "0101018",
    "name": "棉花加工人员",
    "level": "4"
}, {"code": "0101019", "name": "特种养殖(蜂\蛇\鳄鱼)人员", "level": "4"}, {
    "code": "0101023",
    "name": "沼气设备安装\调试\检修人员",
    "level": "4"
}, {"code": "0101024", "name": "农用太阳能设施人员", "level": "4"}, {
    "code": "0201004",
    "name": "养殖工人(沿海)",
    "level": "4"
}, {"code": "0201006", "name": "捕鱼人(内陆)", "level": "4"}, {
    "code": "0302001",
    "name": "木材工厂现场之职员",
    "level": "4"
}, {"code": "0302008", "name": "防腐剂工人", "level": "4"}, {
    "code": "0302009",
    "name": "木材储藏槽工人",
    "level": "4"
}, {"code": "0302012", "name": "胶合板制造工人", "level": "4"}, {
    "code": "0302013",
    "name": "纤维板制造工人",
    "level": "4"
}, {"code": "0302014", "name": "刨花板制造工人", "level": "4"}, {
    "code": "0302016",
    "name": "装饰层压板工人",
    "level": "4"
}, {"code": "0302017", "name": "人造板饰面工人", "level": "4"}, {
    "code": "0302018",
    "name": "木材干燥工人",
    "level": "4"
}, {"code": "0303002", "name": "山地造林工人", "level": "4"}, {
    "code": "0303003",
    "name": "山林管理人员",
    "level": "4"
}, {"code": "0401008", "name": "矿山提升机\架空索道\绞车等操作工人", "level": "4"}, {
    "code": "0401010",
    "name": "矿井通风工人",
    "level": "4"
}, {"code": "0401021", "name": "尾矿处理工人", "level": "4"}, {
    "code": "0401022",
    "name": "磨矿工人",
    "level": "4"
}, {"code": "0401023", "name": "水煤浆制备工人", "level": "4"}, {
    "code": "0402004",
    "name": "矿业工程师\技师\领班",
    "level": "4"
}, {"code": "0402006", "name": "工矿安全人员", "level": "4"}, {
    "code": "0404002",
    "name": "采砂业工人",
    "level": "4"
}, {"code": "0404004", "name": "淘金工人", "level": "4"}, {
    "code": "0501010",
    "name": "自用货车司机，随车工人",
    "level": "4"
}, {"code": "0501018", "name": "公路运输搬运工人", "level": "4"}, {
    "code": "0501022",
    "name": "货柜车司机，随车工人",
    "level": "4"
}, {"code": "0501028", "name": "路桥收费站执勤员", "level": "4"}, {
    "code": "0502013",
    "name": "铁路运输机工",
    "level": "4"
}, {"code": "0502014", "name": "铁路运输电工", "level": "4"}, {
    "code": "0502019",
    "name": "铁路运输修路工",
    "level": "4"
}, {"code": "0502020", "name": "铁路维护工", "level": "4"}, {
    "code": "0502023",
    "name": "铁路货运搬运工人",
    "level": "4"
}, {"code": "0502025", "name": "铁路信号工人", "level": "4"}, {
    "code": "0502026",
    "name": "铁路通讯工人",
    "level": "4"
}, {"code": "0503001", "name": "客货轮船长", "level": "4"}, {
    "code": "0503002",
    "name": "客货轮机长和高级船员",
    "level": "4"
}, {"code": "0503024", "name": "水上运输推高机操作员", "level": "4"}, {
    "code": "0503026",
    "name": "港口作业领航员",
    "level": "4"
}, {"code": "0503027", "name": "港口作业引水人", "level": "4"}, {
    "code": "0503031",
    "name": "拖船驾驶及工作人员",
    "level": "4"
}, {"code": "0503032", "name": "渡轮驾驶及工作人员", "level": "4"}, {
    "code": "0504013",
    "name": "加添燃料员",
    "level": "4"
}, {"code": "0504016", "name": "航空跑道维护工", "level": "4"}, {
    "code": "0504017",
    "name": "航空站机械员",
    "level": "4"
}, {"code": "0504018", "name": "民用航空器修理维护人员", "level": "4"}, {
    "code": "0603006",
    "name": "厨师(一般餐饮业)",
    "level": "4"
}, {"code": "0701013", "name": "混凝土混合机操作员", "level": "4"}, {
    "code": "0701014",
    "name": "建筑油漆工(室内)",
    "level": "4"
}, {"code": "0701015", "name": "建筑水电工(室内)", "level": "4"}, {
    "code": "0701027",
    "name": "排水工程人员",
    "level": "4"
}, {"code": "0701028", "name": "防水工程员", "level": "4"}, {
    "code": "0701038",
    "name": "砌筑工人",
    "level": "4"
}, {"code": "0701039", "name": "混凝土工人", "level": "4"}, {
    "code": "0701040",
    "name": "混凝土制品模具工人",
    "level": "4"
}, {"code": "0701042", "name": "防渗墙工人", "level": "4"}, {
    "code": "0701043",
    "name": "石棉瓦\浪板安装工人",
    "level": "4"
}, {"code": "0701046", "name": "古建筑结构施工工人", "level": "4"}, {
    "code": "0701047",
    "name": "古建筑装饰工人",
    "level": "4"
}, {"code": "0702004", "name": "道路工程机械操作员", "level": "4"}, {
    "code": "0702005",
    "name": "道路工程车辆驾驶员",
    "level": "4"
}, {"code": "0702007", "name": "平地铺设工人", "level": "4"}, {
    "code": "0702008",
    "name": "筑路\养护\维修维护工人",
    "level": "4"
}, {"code": "0702010", "name": "管道铺设及维护工人", "level": "4"}, {
    "code": "0702015",
    "name": "枕木处理工人",
    "level": "4"
}, {"code": "0703002", "name": "船舶领班，监工", "level": "4"}, {
    "code": "0703006",
    "name": "船舶电气装配工人",
    "level": "4"
}, {"code": "0703008", "name": "船舶木塑帆缆工人", "level": "4"}, {
    "code": "0704005",
    "name": "电气设备安装工人",
    "level": "4"
}, {"code": "0704006", "name": "管工", "level": "4"}, {
    "code": "0704007",
    "name": "防火系统\报警器安装人员",
    "level": "4"
}, {"code": "0704008", "name": "起重装卸机操作工人", "level": "4"}, {
    "code": "0705003",
    "name": "室内装璜人员",
    "level": "4"
}, {"code": "0705006", "name": "装饰装修工人", "level": "4"}, {
    "code": "0706001",
    "name": "地质探测员(山区，海上)",
    "level": "4"
}, {"code": "0706003", "name": "工地看守员", "level": "4"}, {
    "code": "0706012",
    "name": "地质勘测钻探工人",
    "level": "4"
}, {"code": "0706014", "name": "地质勘测物探工人", "level": "4"}, {
    "code": "0706016",
    "name": "地质勘测采样工人",
    "level": "4"
}, {"code": "0801006", "name": "烧结球团原料工人", "level": "4"}, {
    "code": "0801007",
    "name": "烧结工人",
    "level": "4"
}, {"code": "0801008", "name": "球团焙烧工人", "level": "4"}, {
    "code": "0801009",
    "name": "绕结成品工人",
    "level": "4"
}, {"code": "0801022", "name": "铁合金焙烧工人", "level": "4"}, {
    "code": "0801023",
    "name": "铁合金湿法治工人",
    "level": "4"
}, {"code": "0801024", "name": "铁合金炉外法治炼工人", "level": "4"}, {
    "code": "0801025",
    "name": "重冶备料工人",
    "level": "4"
}, {"code": "0801026", "name": "焙烧工人", "level": "4"}, {
    "code": "0801028",
    "name": "湿法冶炼钢工人",
    "level": "4"
}, {"code": "0801029", "name": "电解精炼工人", "level": "4"}, {
    "code": "0801031",
    "name": "氧化铝制取工人",
    "level": "4"
}, {"code": "0801032", "name": "铝电解工人", "level": "4"}, {
    "code": "0801033",
    "name": "镁冶炼工人",
    "level": "4"
}, {"code": "0801034", "name": "硅冶炼工人", "level": "4"}, {
    "code": "0801035",
    "name": "钨\钽\钛等稀贵金属冶炼工人",
    "level": "4"
}, {"code": "0801036", "name": "半导体材料制造人员", "level": "4"}, {
    "code": "0801037",
    "name": "轧制原料工人",
    "level": "4"
}, {"code": "0801040", "name": "金属材料涂层工人", "level": "4"}, {
    "code": "0801047",
    "name": "钢丝绳制造工人",
    "level": "4"
}, {"code": "0801051", "name": "硬质合金混合料制备工人", "level": "4"}, {
    "code": "0801053",
    "name": "硬质合金烧结工人",
    "level": "4"
}, {"code": "0801054", "name": "硬质合金精加工工人", "level": "4"}, {
    "code": "0801055",
    "name": "碳素制品生产人员",
    "level": "4"
}, {"code": "0802002", "name": "钣金工人", "level": "4"}, {
    "code": "0802005",
    "name": "装配工人",
    "level": "4"
}, {"code": "0802011", "name": "水电工人", "level": "4"}, {
    "code": "0802012",
    "name": "铅字铸造工人",
    "level": "4"
}, {"code": "0802015", "name": "电镀工人", "level": "4"}, {
    "code": "0802031",
    "name": "抛磨光工人",
    "level": "4"
}, {"code": "0802036", "name": "磨料制造工人", "level": "4"}, {
    "code": "0802037",
    "name": "磨具制造工人",
    "level": "4"
}, {"code": "0802038", "name": "电焊条制造工人", "level": "4"}, {
    "code": "0802039",
    "name": "仪器仪表元件制造工人",
    "level": "4"
}, {"code": "0803010", "name": "真空电子器件化学零件制造工人", "level": "4"}, {
    "code": "0803011",
    "name": "真空电子器件金属零件制造工人",
    "level": "4"
}, {"code": "0803012", "name": "真空电子器件装配\调试工人", "level": "4"}, {
    "code": "0803014",
    "name": "电子真空镀膜工人",
    "level": "4"
}, {"code": "0803020", "name": "电阻器制造工人", "level": "4"}, {
    "code": "0803021",
    "name": "电容器制造工人",
    "level": "4"
}, {"code": "0803022", "name": "微波铁氧体元器件制造工人", "level": "4"}, {
    "code": "0803030",
    "name": "接插件制造工人",
    "level": "4"
}, {"code": "0803035", "name": "铅酸电池制造工人", "level": "4"}, {
    "code": "0803036",
    "name": "碱性电池制造工人",
    "level": "4"
}, {"code": "0803037", "name": "原电池制造工人", "level": "4"}, {
    "code": "0803038",
    "name": "热电池制造工人",
    "level": "4"
}, {"code": "0803039", "name": "太阳电池制造工人", "level": "4"}, {
    "code": "0803040",
    "name": "无线电设备机械装校工人",
    "level": "4"
}, {"code": "0803041", "name": "电子设备装配工人", "level": "4"}, {
    "code": "0803043",
    "name": "雷达装配工人",
    "level": "4"
}, {"code": "0803054", "name": "铁路电控组调工人", "level": "4"}, {
    "code": "0804007",
    "name": "冷冻修理工及室内空调装修员",
    "level": "4"
}, {"code": "0804010", "name": "基础件\部件装配工人", "level": "4"}, {
    "code": "0804011",
    "name": "装配钳工",
    "level": "4"
}, {"code": "0804013", "name": "汽轮机装配工人", "level": "4"}, {
    "code": "0804014",
    "name": "内燃机装配工人",
    "level": "4"
}, {"code": "0804015", "name": "电机装配工人", "level": "4"}, {
    "code": "0804017",
    "name": "绝缘制品件装配工人",
    "level": "4"
}, {"code": "0804018", "name": "线圈绕制工人", "level": "4"}, {
    "code": "0804020",
    "name": "变压器\互感器装配工人",
    "level": "4"
}, {"code": "0804021", "name": "高\低压电器装配工人", "level": "4"}, {
    "code": "0804022",
    "name": "电焊机装配工人",
    "level": "4"
}, {"code": "0804023", "name": "电炉装配工人", "level": "4"}, {
    "code": "0805007",
    "name": "塑胶射出成型工人(其他)",
    "level": "4"
}, {"code": "0805010", "name": "橡胶炼胶工人", "level": "4"}, {
    "code": "0805011",
    "name": "橡胶成型工人",
    "level": "4"
}, {"code": "0805012", "name": "橡胶硫化工人", "level": "4"}, {
    "code": "0805013",
    "name": "废胶再生工人",
    "level": "4"
}, {"code": "0806004", "name": "水泥工人", "level": "4"}, {
    "code": "0806018",
    "name": "保温材料生产工人",
    "level": "4"
}, {"code": "0806019", "name": "吸音材料生产工人", "level": "4"}, {
    "code": "0806020",
    "name": "珍珠岩制造工人",
    "level": "4"
}, {"code": "0806024", "name": "耐火材料烧成工人", "level": "4"}, {
    "code": "0806025",
    "name": "耐火制品浸油工人",
    "level": "4"
}, {"code": "0806026", "name": "耐火纤维制品工人", "level": "4"}, {
    "code": "0807011",
    "name": "无机化学反应工人",
    "level": "4"
}, {"code": "0807014", "name": "炭黑制造工人", "level": "4"}, {
    "code": "0807016",
    "name": "化工原料准备工人",
    "level": "4"
}, {"code": "0807020", "name": "油加热工人", "level": "4"}, {
    "code": "0807039",
    "name": "备煤筛焦工人",
    "level": "4"
}, {"code": "0807040", "name": "焦炉调温工人", "level": "4"}, {
    "code": "0807044",
    "name": "合成氨生产工人",
    "level": "4"
}, {"code": "0807045", "name": "尿素生产工人", "level": "4"}, {
    "code": "0807046",
    "name": "硝酸铵生产工人",
    "level": "4"
}, {"code": "0807047", "name": "碳酸氢铵生产工人", "level": "4"}, {
    "code": "0807050",
    "name": "复合磷肥科长 人",
    "level": "4"
}, {"code": "0807051", "name": "钙镁磷肥生产工人", "level": "4"}, {
    "code": "0807053",
    "name": "微量元素混肥生产工人",
    "level": "4"
}, {"code": "0807055", "name": "环烃生产工人", "level": "4"}, {
    "code": "0807056",
    "name": "烃类衍生物生产工人",
    "level": "4"
}, {"code": "0807059", "name": "电子绝缘材料制造工人", "level": "4"}, {
    "code": "0807061",
    "name": "湿纺原液制工人",
    "level": "4"
}, {"code": "0807062", "name": "纺丝工人", "level": "4"}, {
    "code": "0807063",
    "name": "化纤后处理工人",
    "level": "4"
}, {"code": "0807075", "name": "涂料合成树脂工人", "level": "4"}, {
    "code": "0807076",
    "name": "制漆配色调制工人",
    "level": "4"
}, {"code": "0807080", "name": "片基制造工人", "level": "4"}, {
    "code": "0807081",
    "name": "感光材料制造工人",
    "level": "4"
}, {"code": "0807083", "name": "暗盒制造工人", "level": "4"}, {
    "code": "0807084",
    "name": "废片\白银回收工人",
    "level": "4"
}, {"code": "0807089", "name": "树脂基复合材料工人", "level": "4"}, {
    "code": "0807090",
    "name": "橡胶基复合材料工人",
    "level": "4"
}, {"code": "0807091", "name": "碳基复合材料工人", "level": "4"}, {
    "code": "0807092",
    "name": "陶瓷基复合材料工人",
    "level": "4"
}, {"code": "0807093", "name": "复合固体推进剂成型工人", "level": "4"}, {
    "code": "0807094",
    "name": "复合固体发动机装药工人",
    "level": "4"
}, {"code": "0807095", "name": "飞机复合材料制品工人", "level": "4"}, {
    "code": "0807096",
    "name": "制皂工人",
    "level": "4"
}, {"code": "0807097", "name": "甘油工人", "level": "4"}, {
    "code": "0807098",
    "name": "脂肪酸工人",
    "level": "4"
}, {"code": "0807099", "name": "洗衣粉成型工人", "level": "4"}, {
    "code": "0807100",
    "name": "合成洗涤剂制造工人",
    "level": "4"
}, {"code": "0807101", "name": "香料制造工人", "level": "4"}, {
    "code": "0807102",
    "name": "香精制造工人",
    "level": "4"
}, {"code": "0807103", "name": "化妆品制造工人", "level": "4"}, {
    "code": "0807104",
    "name": "牙膏制造工人",
    "level": "4"
}, {"code": "0807106", "name": "制胶工人", "level": "4"}, {
    "code": "0807108",
    "name": "蜡烛制造工人",
    "level": "4"
}, {"code": "0807109", "name": "云母制品加工工人", "level": "4"}, {
    "code": "0807111",
    "name": "高岭土制造工人",
    "level": "4"
}, {"code": "0807113", "name": "人工合成晶体生产工人", "level": "4"}, {
    "code": "0809003",
    "name": "汽车\拖拉机装配工人",
    "level": "4"
}, {"code": "0809005", "name": "汽车\拖拉机修理工人", "level": "4"}, {
    "code": "0809008",
    "name": "运输工具试车人员",
    "level": "4"
}, {"code": "0810034", "name": "煮炼漂工人", "level": "4"}, {
    "code": "0810036",
    "name": "印染烘干工人",
    "level": "4"
}, {"code": "0810037", "name": "印染丝光工人", "level": "4"}, {
    "code": "0810038",
    "name": "印染定型工人",
    "level": "4"
}, {"code": "0810039", "name": "纺织针织染色工人", "level": "4"}, {
    "code": "0810040",
    "name": "印花工人",
    "level": "4"
}, {"code": "0810041", "name": "印染雕刻制版工人", "level": "4"}, {
    "code": "0810042",
    "name": "印染后整理工人",
    "level": "4"
}, {"code": "0810043", "name": "印染成品定等装潢工人", "level": "4"}, {
    "code": "0810051",
    "name": "制鞋工人",
    "level": "4"
}, {"code": "0810053", "name": "皮革加工工人", "level": "4"}, {
    "code": "0811003",
    "name": "造纸厂工人",
    "level": "4"
}, {"code": "0811005", "name": "纸箱制造工人", "level": "4"}, {
    "code": "0811009",
    "name": "宣纸书画纸制作工人",
    "level": "4"
}, {"code": "0811010", "name": "纸盒制作工人", "level": "4"}, {
    "code": "0812006",
    "name": "金属家俱制造工人",
    "level": "4"
}, {"code": "0814002", "name": "电线电缆业工人", "level": "4"}, {
    "code": "0815013",
    "name": "食糖制造工人",
    "level": "4"
}, {"code": "0816002", "name": "日用机电一般制造工人", "level": "4"}, {
    "code": "0816012",
    "name": "电冰箱装配工人",
    "level": "4"
}, {"code": "0816013", "name": "小型家用电器装配工人", "level": "4"}, {
    "code": "0816014",
    "name": "洗衣机装配工人",
    "level": "4"
}, {"code": "0816021", "name": "日用五金制品制作工人", "level": "4"}, {
    "code": "0816022",
    "name": "飞机装配\调试工人",
    "level": "4"
}, {"code": "0816024", "name": "飞机螺旋桨装配工人", "level": "4"}, {
    "code": "0816025",
    "name": "飞机军械安装配调试工人",
    "level": "4"
}, {"code": "0816026", "name": "航空电气安装调试工人", "level": "4"}, {
    "code": "0816027",
    "name": "飞机发动机附件装配工人",
    "level": "4"
}, {"code": "0816031", "name": "飞机雷达安装调试工人", "level": "4"}, {
    "code": "0816034",
    "name": "飞机外场调试与维护工人",
    "level": "4"
}, {"code": "0816036", "name": "机载导弹例行试验工人", "level": "4"}, {
    "code": "0816052",
    "name": "惯性器件装配工人",
    "level": "4"
}, {"code": "0816053", "name": "伺服机构装配调试工人", "level": "4"}, {
    "code": "0816058",
    "name": "卫星总体装配 工人",
    "level": "4"
}, {"code": "0816059", "name": "液体为箭发动机装配试验工人", "level": "4"}, {
    "code": "0816060",
    "name": "固体火箭发动机装配试验工人",
    "level": "4"
}, {"code": "0817002", "name": "玻璃熔化工人", "level": "4"}, {
    "code": "0817003",
    "name": "玻璃制板及玻璃成型工人",
    "level": "4"
}, {"code": "0817004", "name": "玻璃加工工人", "level": "4"}, {
    "code": "0817008",
    "name": "玻璃纤维制品工人",
    "level": "4"
}, {"code": "0817009", "name": "玻璃钢制品工人", "level": "4"}, {
    "code": "0817010",
    "name": "石英玻璃制品加工工人",
    "level": "4"
}, {"code": "0817018", "name": "搪瓷坯体制作工人", "level": "4"}, {
    "code": "0820013",
    "name": "景泰蓝制作工人",
    "level": "4"
}, {"code": "0822001", "name": "装甲车辆装配工人", "level": "4"}, {
    "code": "0822002",
    "name": "装甲车辆装配检验工人",
    "level": "4"
}, {"code": "0822003", "name": "装甲车辆驾驶试验工人", "level": "4"}, {
    "code": "0822006",
    "name": "枪\炮弹药装配工人",
    "level": "4"
}, {"code": "1002004", "name": "放射线之修护人员", "level": "4"}, {
    "code": "1101014",
    "name": "机械工，电工",
    "level": "4"
}, {"code": "1101015", "name": "布景搭设人员", "level": "4"}, {
    "code": "1101031",
    "name": "跑片员",
    "level": "4"
}, {"code": "1105005", "name": "海水浴场救生员", "level": "4"}, {
    "code": "1107005",
    "name": "兽栏清洁工",
    "level": "4"
}, {"code": "1107006", "name": "游乐园水电机械工", "level": "4"}, {
    "code": "1109005",
    "name": "舞厅工作人员",
    "level": "4"
}, {"code": "1109006", "name": "歌厅工作人员", "level": "4"}, {
    "code": "1109007",
    "name": "酒吧工作人员",
    "level": "4"
}, {"code": "1109013", "name": "娱乐场所舞蹈演艺人员", "level": "4"}, {
    "code": "1109016",
    "name": "娱乐场所保安人员",
    "level": "4"
}, {"code": "1201006", "name": "武术学校学生", "level": "4"}, {
    "code": "1401005",
    "name": "轮船邮件押运员",
    "level": "4"
}, {"code": "1401009", "name": "快递人员(汽车)", "level": "4"}, {
    "code": "1402004",
    "name": "电力装置维护修理工",
    "level": "4"
}, {"code": "1402011", "name": "电话\通信天线架设\维护人员", "level": "4"}, {
    "code": "1402013",
    "name": "通信系统供电\空调设备安装\维护人员",
    "level": "4"
}, {"code": "1402014", "name": "水轮机设备安装工人", "level": "4"}, {
    "code": "1402015",
    "name": "锅炉设备安装工人",
    "level": "4"
}, {"code": "1402016", "name": "汽轮机设备安装工人", "level": "4"}, {
    "code": "1402017",
    "name": "发电机设备安装工人",
    "level": "4"
}, {"code": "1402018", "name": "热工仪表控制装置安装试验工人", "level": "4"}, {
    "code": "1402019",
    "name": "发电厂电气设备安装工人",
    "level": "4"
}, {"code": "1402022", "name": "锅炉运行值班人员", "level": "4"}, {
    "code": "1402023",
    "name": "锅炉辅机值班人员",
    "level": "4"
}, {"code": "1402032", "name": "调相机值班人员", "level": "4"}, {
    "code": "1402033",
    "name": "换流站值班人员",
    "level": "4"
}, {"code": "1402034", "name": "变电设备安装工人", "level": "4"}, {
    "code": "1402035",
    "name": "变配电室值班电工",
    "level": "4"
}, {"code": "1402036", "name": "常用电机检修工人", "level": "4"}, {
    "code": "1402041",
    "name": "汽轮机本体设备检修工人",
    "level": "4"
}, {"code": "1402042", "name": "汔轮机附属设备检修工人", "level": "4"}, {
    "code": "1402043",
    "name": "发电厂电动机检修工人",
    "level": "4"
}, {"code": "1402044", "name": "水轮机检修工人", "level": "4"}, {
    "code": "1402046",
    "name": "水电自动装置检修工人",
    "level": "4"
}, {"code": "1402050", "name": "电气试验人员", "level": "4"}, {
    "code": "1402051",
    "name": "继电保护人员",
    "level": "4"
}, {"code": "1402055", "name": "装表接电工人", "level": "4"}, {
    "code": "1403003",
    "name": "水利工程设施人员",
    "level": "4"
}, {"code": "1403008", "name": "河道堤坝巡护人员", "level": "4"}, {
    "code": "1403009",
    "name": "混凝土工程维护人员",
    "level": "4"
}, {"code": "1403010", "name": "土石工程维护人员", "level": "4"}, {
    "code": "1403013",
    "name": "水文勘测船人员",
    "level": "4"
}, {"code": "1404002", "name": "煤气管线装修工", "level": "4"}, {
    "code": "1404005",
    "name": "煤气器具制造工",
    "level": "4"
}, {"code": "1404007", "name": "热力公司管线装修工", "level": "4"}, {
    "code": "1501027",
    "name": "鱼贩",
    "level": "4"
}, {"code": "1501028", "name": "肉贩", "level": "4"}, {
    "code": "1501041",
    "name": "液化瓦斯送货员",
    "level": "4"
}, {"code": "1501056", "name": "货柜场检查员(立于货柜上)", "level": "4"}, {
    "code": "1501058",
    "name": "起重机操作员",
    "level": "4"
}, {"code": "1603010", "name": "警卫人员(负有巡逻押运任务者)", "level": "4"}, {
    "code": "1603014",
    "name": "下水道清洁工",
    "level": "4"
}, {"code": "1800002", "name": "警察(负责巡逻任务者)", "level": "4"}, {
    "code": "1800009",
    "name": "港口机场警卫及安全人员",
    "level": "4"
}, {"code": "1800010", "name": "保安人员", "level": "4"}, {
    "code": "1900004",
    "name": "军事纠察",
    "level": "4"
}, {"code": "2119001", "name": "帆船驾乘教练", "level": "4"}, {
    "code": "2119002",
    "name": "帆船驾乘人员",
    "level": "4"
}, {"code": "2124001", "name": "风浪板教练", "level": "4"}, {
    "code": "2124002",
    "name": "风浪板驾乘人员",
    "level": "4"
}, {"code": "2125001", "name": "水上摩托车教练", "level": "4"}, {
    "code": "2125002",
    "name": "水上摩托车驾乘人员",
    "level": "4"
}, {"code": "2126002", "name": "足球球员", "level": "4"}, {
    "code": "0101020",
    "name": "山核桃采摘人员",
    "level": "5"
}, {"code": "0101022", "name": "沼气工程施工人员", "level": "5"}, {
    "code": "0301001",
    "name": "森林砍伐业领班",
    "level": "5"
}, {"code": "0301002", "name": "森林砍伐业监工", "level": "5"}, {
    "code": "0302007",
    "name": "锯木工人",
    "level": "5"
}, {"code": "0302010", "name": "木材搬运工人", "level": "5"}, {
    "code": "0401014",
    "name": "火药\雷管管理工",
    "level": "5"
}, {"code": "0402005", "name": "地面采矿工人", "level": "5"}, {
    "code": "0404001",
    "name": "采石业工人",
    "level": "5"
}, {"code": "0405003", "name": "陆上油矿技术员", "level": "5"}, {
    "code": "0405004",
    "name": "油气井清洁保养修护工",
    "level": "5"
}, {"code": "0405005", "name": "钻勘设备装修保养工", "level": "5"}, {
    "code": "0405006",
    "name": "钻油井工人",
    "level": "5"
}, {"code": "0405007", "name": "钻井设备\井架安装工人", "level": "5"}, {
    "code": "0405008",
    "name": "油气井测试工人",
    "level": "5"
}, {"code": "0405009", "name": "采油\气工人", "level": "5"}, {
    "code": "0405013",
    "name": "油气管道保护工人",
    "level": "5"
}, {"code": "0501012", "name": "拖拉机驾驶人员", "level": "5"}, {
    "code": "0501013",
    "name": "机动三轮车人员",
    "level": "5"
}, {"code": "0501020", "name": "工程卡车人员", "level": "5"}, {
    "code": "0503003",
    "name": "客货轮大副",
    "level": "5"
}, {"code": "0503004", "name": "客货轮二副", "level": "5"}, {
    "code": "0503005",
    "name": "客货轮三副",
    "level": "5"
}, {"code": "0503006", "name": "客货轮大管轮", "level": "5"}, {
    "code": "0503007",
    "name": "客货轮二管轮",
    "level": "5"
}, {"code": "0503008", "name": "客货轮三管轮", "level": "5"}, {
    "code": "0503009",
    "name": "客货轮报务员",
    "level": "5"
}, {"code": "0503010", "name": "客货轮事务长", "level": "5"}, {
    "code": "0503011",
    "name": "客货轮医务人员及一般船员",
    "level": "5"
}, {"code": "0503012", "name": "客货轮水手长", "level": "5"}, {
    "code": "0503013",
    "name": "客货轮水手",
    "level": "5"
}, {"code": "0503014", "name": "客货轮铜匠", "level": "5"}, {
    "code": "0503015",
    "name": "客货轮木匠",
    "level": "5"
}, {"code": "0503016", "name": "客货轮泵匠", "level": "5"}, {
    "code": "0503017",
    "name": "客货轮电机师",
    "level": "5"
}, {"code": "0503018", "name": "客货轮厨师", "level": "5"}, {
    "code": "0503019",
    "name": "客货轮服务生",
    "level": "5"
}, {"code": "0503020", "name": "客货轮实习生", "level": "5"}, {
    "code": "0503030",
    "name": "港口作业缉私人员",
    "level": "5"
}, {"code": "0503041", "name": "港口维护工(码头维修\水面防污)", "level": "5"}, {
    "code": "0602008",
    "name": "宾馆\饭店锅炉工",
    "level": "5"
}, {"code": "0701019", "name": "建筑焊工(室内)", "level": "5"}, {
    "code": "0701020",
    "name": "建筑工程车辆驾驶员",
    "level": "5"
}, {"code": "0701021", "name": "建筑工程车辆机械操作员", "level": "5"}, {
    "code": "0701026",
    "name": "铝\铁门窗装修工人",
    "level": "5"
}, {"code": "0701037", "name": "土石方机械操作工人(推土机\铲运机\挖掘机\打桩机驾驶操作人员)", "level": "5"}, {
    "code": "0701041",
    "name": "钢筋工人",
    "level": "5"
}, {"code": "0702006", "name": "山地铺设工人", "level": "5"}, {
    "code": "0702009",
    "name": "电线架设及维护工人",
    "level": "5"
}, {"code": "0702011", "name": "高速公路工程人员", "level": "5"}, {
    "code": "0702012",
    "name": "线桥专用机械操作工人",
    "level": "5"
}, {"code": "0702013", "name": "铁路舟桥工人", "level": "5"}, {
    "code": "0702014",
    "name": "道岔制修工人",
    "level": "5"
}, {"code": "0703005", "name": "船舶轮机装配工人", "level": "5"}, {
    "code": "0703007",
    "name": "船舶附件制造工人",
    "level": "5"
}, {"code": "0703010", "name": "船舶修理工人", "level": "5"}, {
    "code": "0706004",
    "name": "海湾港口工程人员",
    "level": "5"
}, {"code": "0706006", "name": "桥梁工程人员", "level": "5"}, {
    "code": "0706010",
    "name": "挖泥船工人",
    "level": "5"
}, {"code": "0801010", "name": "高炉原料工人", "level": "5"}, {
    "code": "0801012",
    "name": "高炉运转工人",
    "level": "5"
}, {"code": "0801018", "name": "炼钢准备工人", "level": "5"}, {
    "code": "0801019",
    "name": "整脱模工人",
    "level": "5"
}, {"code": "0801021", "name": "铁合金电炉治炼工人", "level": "5"}, {
    "code": "0801027",
    "name": "火法冶炼工人",
    "level": "5"
}, {"code": "0801030", "name": "烟气制酸工人", "level": "5"}, {
    "code": "0801038",
    "name": "金属轧制工人",
    "level": "5"
}, {"code": "0801039", "name": "酸洗工人", "level": "5"}, {
    "code": "0801041",
    "name": "金属材料热处理工人",
    "level": "5"
}, {"code": "0801043", "name": "精整工人", "level": "5"}, {
    "code": "0801044",
    "name": "金属材料丝拉拔工人",
    "level": "5"
}, {"code": "0801045", "name": "金属挤压工人", "level": "5"}, {
    "code": "0801046",
    "name": "铸轧工人",
    "level": "5"
}, {"code": "0801049", "name": "铸管工人", "level": "5"}, {
    "code": "0801050",
    "name": "铸管精修工人",
    "level": "5"
}, {"code": "0801052", "name": "硬质合金成型工人", "level": "5"}, {
    "code": "0802004",
    "name": "拉床工人",
    "level": "5"
}, {"code": "0802006", "name": "焊接工人", "level": "5"}, {
    "code": "0802007",
    "name": "车床工人(全自动)",
    "level": "5"
}, {"code": "0802008", "name": "车床工人(其他)", "level": "5"}, {
    "code": "0802009",
    "name": "铸造工人",
    "level": "5"
}, {"code": "0802010", "name": "锅炉工人", "level": "5"}, {
    "code": "0802013",
    "name": "铁工厂工人",
    "level": "5"
}, {"code": "0802014", "name": "机械厂工人", "level": "5"}, {
    "code": "0802016",
    "name": "铣床工人",
    "level": "5"
}, {"code": "0802017", "name": "剪床工人", "level": "5"}, {
    "code": "0802018",
    "name": "冲床工人",
    "level": "5"
}, {"code": "0802020", "name": "锯床工人", "level": "5"}, {
    "code": "0802021",
    "name": "钻床工人",
    "level": "5"
}, {"code": "0802022", "name": "刨工", "level": "5"}, {"code": "0802023", "name": "磨工", "level": "5"}, {
    "code": "0802024",
    "name": "镗工",
    "level": "5"
}, {"code": "0802025", "name": "制齿工人", "level": "5"}, {
    "code": "0802026",
    "name": "组合机床操作工人",
    "level": "5"
}, {"code": "0802027", "name": "加工中心操作工人", "level": "5"}, {
    "code": "0802028",
    "name": "螺丝纹挤形工人",
    "level": "5"
}, {"code": "0802029", "name": "刃具扭制工人", "level": "5"}, {
    "code": "0802030",
    "name": "弹性元件制造工人",
    "level": "5"
}, {"code": "0802032", "name": "锻造工人", "level": "5"}, {
    "code": "0802033",
    "name": "金属热处理工人",
    "level": "5"
}, {"code": "0802034", "name": "粉末冶金制造工人", "level": "5"}, {
    "code": "0802035",
    "name": "电切削工人",
    "level": "5"
}, {"code": "0804008", "name": "空调器装配工人", "level": "5"}, {
    "code": "0804012",
    "name": "工具钳工",
    "level": "5"
}, {"code": "0804016", "name": "铁心叠装工人", "level": "5"}, {
    "code": "0806006",
    "name": "水泥采掘工",
    "level": "5"
}, {"code": "0806015", "name": "装饰石材生产工人", "level": "5"}, {
    "code": "0807007",
    "name": "液化气体制造工",
    "level": "5"
}, {"code": "0807012", "name": "高频等离子工人", "level": "5"}, {
    "code": "0807013",
    "name": "气体深冷分离工人\制氧工人",
    "level": "5"
}, {"code": "0807015", "name": "二硫化碳制造工人", "level": "5"}, {
    "code": "0807030",
    "name": "纺织及成衣业防腐工人",
    "level": "5"
}, {"code": "0807043", "name": "煤气储运工人", "level": "5"}, {
    "code": "0807048",
    "name": "硫酸铵生产工人",
    "level": "5"
}, {"code": "0807049", "name": "过磷酸钙生产工人", "level": "5"}, {
    "code": "0807057",
    "name": "合成树脂生产工人",
    "level": "5"
}, {"code": "0807058", "name": "合成橡胶生产工人", "level": "5"}, {
    "code": "0807060",
    "name": "化纤聚合工人",
    "level": "5"
}, {"code": "0807105", "name": "油墨制造工人", "level": "5"}, {
    "code": "0807112",
    "name": "金刚石制造工人",
    "level": "5"
}, {"code": "0809009", "name": "铁路机车\车辆机械制修工人", "level": "5"}, {
    "code": "0809010",
    "name": "铁路机车\车辆电气装修工人",
    "level": "5"
}, {"code": "0809011", "name": "铁路机车车辆制动修造工人", "level": "5"}, {
    "code": "0809012",
    "name": "电机车装配工人",
    "level": "5"
}, {"code": "0809013", "name": "摩托车装配工人", "level": "5"}, {
    "code": "0811004",
    "name": "制浆设备操作工人",
    "level": "5"
}, {"code": "0811006", "name": "制浆备料工人", "level": "5"}, {
    "code": "0811007",
    "name": "制浆废液回收利用工人",
    "level": "5"
}, {"code": "0816017", "name": "工具五金制作工人", "level": "5"}, {
    "code": "0816018",
    "name": "建筑五金制作工人",
    "level": "5"
}, {"code": "0816019", "name": "制锁工人", "level": "5"}, {
    "code": "0816020",
    "name": "铝制品制作工人",
    "level": "5"
}, {"code": "0816054", "name": "导弹部段装配工人", "level": "5"}, {
    "code": "0816056",
    "name": "弹头装配工人",
    "level": "5"
}, {"code": "0816057", "name": "导弹总体装配工人", "level": "5"}, {
    "code": "1101005",
    "name": "武打演员",
    "level": "5"
}, {"code": "1106004", "name": "海水浴场救生员", "level": "5"}, {
    "code": "1402006",
    "name": "电力工程设施之架设人员",
    "level": "5"
}, {"code": "1402008", "name": "电台天线维护人员", "level": "5"}, {
    "code": "1402030",
    "name": "送电\配电线路工人",
    "level": "5"
}, {"code": "1402031", "name": "变电站值班人员", "level": "5"}, {
    "code": "1402038",
    "name": "输电维修电工",
    "level": "5"
}, {"code": "1402039", "name": "锅炉本体设备检修工人", "level": "5"}, {
    "code": "1402040",
    "name": "锅炉附属设备检修工人",
    "level": "5"
}, {"code": "1402048", "name": "变压器检修工人", "level": "5"}, {
    "code": "1402049",
    "name": "变电设备检修工人",
    "level": "5"
}, {"code": "1403007", "name": "河道修防工人", "level": "5"}, {
    "code": "1501042",
    "name": "液化瓦斯瓦料分装工",
    "level": "5"
}, {"code": "1603016", "name": "高楼外部清洁工", "level": "5"}, {
    "code": "1800004",
    "name": "交通警察",
    "level": "5"
}, {"code": "1800005", "name": "刑警", "level": "5"}, {
    "code": "2127002",
    "name": "曲棍球球员",
    "level": "5"
}, {"code": "0201009", "name": "沿海作业渔民", "level": "6"}, {
    "code": "0301003",
    "name": "伐木工人",
    "level": "6"
}, {"code": "0301004", "name": "锯木工人", "level": "6"}, {
    "code": "0301005",
    "name": "运材人员",
    "level": "6"
}, {"code": "0301006", "name": "起重机之操作人", "level": "6"}, {
    "code": "0301007",
    "name": "装运工人/挂钩工作",
    "level": "6"
}, {"code": "0303004", "name": "森林防火人员", "level": "6"}, {
    "code": "0401005",
    "name": "露天采矿挖掘机司机",
    "level": "6"
}, {"code": "0401006", "name": "钻孔机司机", "level": "6"}, {
    "code": "0401007",
    "name": "井筒冻结工人",
    "level": "6"
}, {"code": "0401028", "name": "湖盐采掘船工人", "level": "6"}, {
    "code": "0501016",
    "name": "营业用货车司机",
    "level": "6"
}, {"code": "0501017", "name": "营业用货车随车工人", "level": "6"}, {
    "code": "0501019",
    "name": "砂石车司机，随车工人",
    "level": "6"
}, {"code": "0501021", "name": "液化气\油罐车司机,随车人员", "level": "6"}, {
    "code": "0501025",
    "name": "营业用摩托车驾驶员",
    "level": "6"
}, {"code": "0503021", "name": "游览船工作人员", "level": "6"}, {
    "code": "0503022",
    "name": "小汽艇工作人员",
    "level": "6"
}, {"code": "0503023", "name": "码头工人及领班", "level": "6"}, {
    "code": "0503033",
    "name": "水上运输救难船员",
    "level": "6"
}, {"code": "0503036", "name": "船舶机工", "level": "6"}, {
    "code": "0503037",
    "name": "船舶轮机员",
    "level": "6"
}, {"code": "0503040", "name": "视觉航标工(灯塔\航标维护保养)", "level": "6"}, {
    "code": "0504014",
    "name": "飞机洗刷人员(外)",
    "level": "6"
}, {"code": "0504027", "name": "民航机飞行员", "level": "6"}, {
    "code": "0504028",
    "name": "机上服务员",
    "level": "6"
}, {"code": "0504029", "name": "直升机飞行员", "level": "6"}, {
    "code": "0504032",
    "name": "航空摄影人员",
    "level": "6"
}, {"code": "0701012", "name": "泥水匠", "level": "6"}, {
    "code": "0701025",
    "name": "安装工人(室外及高空)",
    "level": "6"
}, {"code": "0701029", "name": "木匠(室外及高空)", "level": "6"}, {
    "code": "0701030",
    "name": "建筑油漆工(室外及高空)",
    "level": "6"
}, {"code": "0701034", "name": "建筑焊工(室外及高空)", "level": "6"}, {
    "code": "0703004",
    "name": "拆船工人",
    "level": "6"
}, {"code": "0704001", "name": "电梯\升降机安装工人", "level": "6"}, {
    "code": "0704002",
    "name": "电梯\升降机修理及维护工人",
    "level": "6"
}, {"code": "0704009", "name": "起重工人", "level": "6"}, {
    "code": "0705004",
    "name": "室外装璜人员(高空)",
    "level": "6"
}, {"code": "0706007", "name": "隧道工程人员", "level": "6"}, {
    "code": "0706013",
    "name": "地质勘测坑探工人",
    "level": "6"
}, {"code": "0706028", "name": "海洋测绘人员(海上作业)", "level": "6"}, {
    "code": "0801013",
    "name": "炼钢原料工人",
    "level": "6"
}, {"code": "0801014", "name": "平炉炼钢工人", "level": "6"}, {
    "code": "0801015",
    "name": "转炉炼钢工人",
    "level": "6"
}, {"code": "0801016", "name": "电炉炼钢工人", "level": "6"}, {
    "code": "0801017",
    "name": "炼钢浇铸工人",
    "level": "6"
}, {"code": "0801042", "name": "焊管工人", "level": "6"}, {
    "code": "0802042",
    "name": "行车司机及指挥人员",
    "level": "6"
}, {"code": "0804005", "name": "空调装修人员(高空)", "level": "6"}, {
    "code": "0806007",
    "name": "水泥生产制造工人",
    "level": "6"
}, {"code": "0806008", "name": "水泥制品工人", "level": "6"}, {
    "code": "0806009",
    "name": "石灰石焙烧工人",
    "level": "6"
}, {"code": "0806011", "name": "加气混凝土制造工人", "level": "6"}, {
    "code": "0807038",
    "name": "油制气工人",
    "level": "6"
}, {"code": "0807041", "name": "炼焦工\焦炉机车司机", "level": "6"}, {
    "code": "0807042",
    "name": "煤制气工人",
    "level": "6"
}, {"code": "0807054", "name": "脂肪烃生产工人", "level": "6"}, {
    "code": "0807107",
    "name": "火柴制造工人",
    "level": "6"
}, {"code": "0816055", "name": "航天器引信装配工人", "level": "6"}, {
    "code": "0822010",
    "name": "靶场试射工人",
    "level": "6"
}, {"code": "0902005", "name": "广告招牌制作架设人员", "level": "6"}, {
    "code": "0902006",
    "name": "霓虹光管安装维修人员",
    "level": "6"
}, {"code": "1107008", "name": "游乐园饲养人员", "level": "6"}, {
    "code": "1201009",
    "name": "飞行教官",
    "level": "6"
}, {"code": "1201010", "name": "飞行训练学员", "level": "6"}, {
    "code": "1401008",
    "name": "快递人员(摩托车)",
    "level": "6"
}, {"code": "1402037", "name": "牵引电力线路安装维护工人", "level": "6"}, {
    "code": "1800006",
    "name": "消防队队员",
    "level": "6"
}, {"code": "1800014", "name": "消防灭火员", "level": "6"}, {
    "code": "1800016",
    "name": "一般事故抢险人员",
    "level": "6"
}, {"code": "2128002", "name": "冰上曲棍球球员", "level": "6"}, {
    "code": "2129002",
    "name": "橄榄球球员",
    "level": "6"
}, {"code": "0202001", "name": "远洋渔船船员", "level": "7"}, {
    "code": "0202002",
    "name": "近海渔船船员",
    "level": "7"
}, {"code": "0401001", "name": "井下采矿工人", "level": "7"}, {
    "code": "0401002",
    "name": "矿物开采支护工人",
    "level": "7"
}, {"code": "0401003", "name": "矿物采掘爆破工人", "level": "7"}, {
    "code": "0401004",
    "name": "矿井开掘工人",
    "level": "7"
}, {"code": "0401009", "name": "矿井机车运输工人", "level": "7"}, {
    "code": "0401015",
    "name": "矿山井下抢险\救灾人员",
    "level": "7"
}, {"code": "0401029", "name": "湖盐采掘爆破工人", "level": "7"}, {
    "code": "0403001",
    "name": "所有作业人员",
    "level": "7"
}, {"code": "0404005", "name": "采石业工人(从事凿眼、放炮、破料等)", "level": "7"}, {
    "code": "0405010",
    "name": "井下作业工人",
    "level": "7"
}, {"code": "0503035", "name": "潜水员", "level": "7"}, {
    "code": "0503042",
    "name": "航道航务施工工人",
    "level": "7"
}, {"code": "0701018", "name": "鹰架架设工人", "level": "7"}, {
    "code": "0701031",
    "name": "建筑水电工(地下)",
    "level": "7"
}, {"code": "0701033", "name": "建筑公司短工", "level": "7"}, {
    "code": "0701035",
    "name": "凿岩工人",
    "level": "7"
}, {"code": "0701036", "name": "爆破工人", "level": "7"}, {
    "code": "0701044",
    "name": "玻璃幕墙安装工人",
    "level": "7"
}, {"code": "0706008", "name": "潜水工作人员", "level": "7"}, {
    "code": "0706009",
    "name": "爆破工作人员",
    "level": "7"
}, {"code": "0706015", "name": "地震物探爆炸工人", "level": "7"}, {
    "code": "0706017",
    "name": "海洋地质取样工人",
    "level": "7"
}, {"code": "0801011", "name": "高炉炉前工人", "level": "7"}, {
    "code": "0804006",
    "name": "有关高压电之工作人员",
    "level": "7"
}, {"code": "0807004", "name": "硫酸，盐酸，硝酸等制造工人", "level": "7"}, {
    "code": "0807008",
    "name": "纯碱\烧碱等制造工人",
    "level": "7"
}, {"code": "0807009", "name": "氟化盐生产工人", "level": "7"}, {
    "code": "0807010",
    "name": "缩聚磷酸盐生产工人",
    "level": "7"
}, {"code": "0807110", "name": "石棉制品生产工人", "level": "7"}, {
    "code": "0808001",
    "name": "爆竹\烟花制造及处理工人",
    "level": "7"
}, {"code": "0808002", "name": "火\炸药制造工人", "level": "7"}, {
    "code": "0816041",
    "name": "航空环控救生装备试验工人(空中试验)",
    "level": "7"
}, {"code": "0822007", "name": "火工品\爆破器材制造人员", "level": "7"}, {
    "code": "0901004",
    "name": "战地记者",
    "level": "7"
}, {"code": "1101006", "name": "特技演员", "level": "7"}, {
    "code": "1107007",
    "name": "动物园驯兽师",
    "level": "7"
}, {"code": "1201011", "name": "军\警校学生", "level": "7"}, {
    "code": "1402007",
    "name": "电力高压电工程设施人员",
    "level": "7"
}, {"code": "1402047", "name": "高压线路带电检修工人", "level": "7"}, {
    "code": "1603020",
    "name": "烟囱清洁工",
    "level": "7"
}, {"code": "1800007", "name": "防暴警察", "level": "7"}, {
    "code": "1800008",
    "name": "缉毒警察",
    "level": "7"
}, {"code": "1800015", "name": "防毒防化防核抢险人员", "level": "7"}, {
    "code": "1900002",
    "name": "特种兵",
    "level": "7"
}, {"code": "1900008", "name": "空军飞行官兵\海军舰艇官兵\潜艇官兵", "level": "7"}, {
    "code": "1900009",
    "name": "前线军人",
    "level": "7"
}, {"code": "2131002", "name": "角力人员", "level": "7"}, {
    "code": "2132002",
    "name": "摔跤人员",
    "level": "7"
}, {"code": "2133002", "name": "柔道人员", "level": "7"}, {
    "code": "2134002",
    "name": "空手道人员",
    "level": "7"
}, {"code": "2135002", "name": "跆拳道人员", "level": "7"}, {
    "code": "2136002",
    "name": "武术人员",
    "level": "7"
}, {"code": "2137002", "name": "拳击人员", "level": "7"}, {
    "code": "2138001",
    "name": "潜水教练",
    "level": "7"
}, {"code": "2138002", "name": "潜水人员", "level": "7"}, {
    "code": "2139001",
    "name": "滑冰教练",
    "level": "7"
}, {"code": "2139002", "name": "滑冰人员", "level": "7"}, {
    "code": "2140001",
    "name": "滑雪教练",
    "level": "7"
}, {"code": "2140002", "name": "滑雪人员", "level": "7"}, {
    "code": "2141001",
    "name": "马术教练",
    "level": "7"
}, {"code": "2141002", "name": "马术人员", "level": "7"}, {
    "code": "2142001",
    "name": "特技表演教练",
    "level": "7"
}, {"code": "2142002", "name": "特技表演人员", "level": "7"}, {
    "code": "2143001",
    "name": "雪车教练",
    "level": "7"
}, {"code": "2143002", "name": "雪车参赛人员", "level": "7"}, {
    "code": "2144001",
    "name": "滑翔机具教练",
    "level": "7"
}, {"code": "2144002", "name": "滑翔机具驾驶人员", "level": "7"}, {
    "code": "2145001",
    "name": "汽车、机车赛车教练",
    "level": "7"
}, {"code": "2145002", "name": "汽车、机车赛车赛车人员", "level": "7"}, {
    "code": "2146001",
    "name": "跳伞教练",
    "level": "7"
}, {"code": "2146002", "name": "跳伞人员", "level": "7"}];